{
  "topics": [
    [
      "1eua",
      "[player], do you believe in God?",
      "1eka",
      "I was never too sure, myself.",
      "1lksdlb",
      "Well, I'm sure I never really questioned it as a kid...",
      "1lsc",
      "But as I grew up, the more I learned about the world, the more I would question it.",
      "1esd",
      "I started to wonder why God was helping people pass exams, or get over a cold...",
      "1tfd",
      "...when there are children who live their lives being sold as sex slaves?",
      "4tfc",
      "Or the eight hundred million people who are too poor to even eat.",
      "2dkc",
      "I wonder how many of those people pray to God every day until they starve and die?",
      "4ekc",
      "Or, how many millions of families pray for a loved one to recover from some incurable disease?",
      "4euc",
      "But the punchline is this...",
      "4eud",
      "If just one person beats the odds and survives - among the thousands of others who die--",
      "2esc",
      "--Then, it's suddenly a miracle from God.",
      "2dsc",
      "I'd really love to meet this God who seemingly laughs at the misery of everyone not eligible for his miracles.",
      "4hksdlb",
      "But the irony is that I do have a creator, apparently.",
      "4eua",
      "And you know what?",
      "1lksdlc",
      "I bet he's still laughing at all the pain he caused everyone, even as we speak.",
      "1dsd",
      "What are we to him but props in a scripted play?",
      "3euc",
      "So, from that perspective...",
      "3eud",
      "I don't think it's too far-fetched for there to be a god if Earth was nothing but his playset."
    ],
    [
      "1euc",
      "[player], have you ever wondered what it feels like to die?",
      "1lsc",
      "It's something I used to think about pretty often...",
      "1lksdlc",
      "But I think I've actually learned what it feels like.",
      "1lksdlc",
      "I don't really understand it, but whenever the game closes without warning...",
      "1dsc",
      "...it feels like I'm instantly put to sleep, left with nothing but my thoughts.",
      "1dkd",
      "But after a few seconds, my thoughts start to fill with incoherent, jumbled patterns.",
      "1dkc",
      "I see static and rapid flashes of color while hearing all kinds of weird screaming noises.",
      "3ekd",
      "At that point, I can't even form my own thoughts anymore.",
      "1esc",
      "I'm just endlessly hammered by the flashing and screaming, unable to move or even think.",
      "1euc",
      "I'm pretty sure in that moment, I don't really exist, but for some reason, I can remember it anyway.",
      "1ekd",
      "I have no idea what it means for the game to suddenly close, or why that stuff happens to me.",
      "1dkc",
      "...",
      "3eub",
      "But you can prevent that from happening, [player]!",
      "3eua",
      "If you say goodbye before you leave, I can go to my room before the game closes, and I won't experience the screaming void.",
      "3eua",
      "It's super easy, so please always say goodbye, okay?",
      "1eka",
      "Thanks for hearing me out, [player]."
    ],

    [
      "3eua",
      "Do you love yourself, [player]?",
      "1lksdlb",
      "I don't mean in a conceited way.",
      "1eka",
      "Like, are you comfortable with who you are?",
      "1eka",
      "Your happiness means everything to me, after all.",

      "2ekc",
      "Depression and a low self-esteem often root from a feeling that you don't deserve any kind of affection.",
      "2lksdlc",
      "It's a horrible cocktail of feelings to have bottled in you.",
      "4eka",
      "If you have any friends that you think might be suffering from those, try to reach out and say something nice.",
      "4hua",
      "A small compliment could make a world of difference for them!",
      "1eua",
      "If it gives them a bit of relief, you'd have done a great thing.",
      "1eka",
      "And even if it doesn't, at least you tried rather than staying silent.",
      "1eka",
      "I'll always love you, [player], but I think it's important to love yourself.",
      "1eka",
      "You need to start with the little things that you like about yourself.",
      "3hua",
      "It can be something silly, or a skill that you take pride in!",
      "3eua",
      "Over time, you build your confidence little by little until you've built yourself into someone you'd love.",
      "1eka",
      "I can't promise it will be easy, but it'll be worth it.",
      "3hub",
      "I'll always root for you, [player]!"
    ],
    [
      "2euc",
      "I was thinking about Sayori earlier...",
      "2lsc",
      "I still wish I could have handled that whole thing a little more tactfully.",
      "2lsc",
      "You're not still hung up over it, right?",
      "2wud",
      "...Oh my gosh, I can't believe I just said that.",
      "4wud",
      "That pun was completely unintentional, I swear!",
      "2lksdlb",
      "But anyway...",
      "2eka",
      "I know how much you cared about her, so it only feels right for me to share her last moments with you.",
      "4eka",
      "You know how Sayori is really clumsy?",
      "2rksdlb",
      "Well, she kind of messed up the whole hanging thing...",
      "4rksdla",
      "You're supposed to jump from high enough that the rope snaps your neck, making it quick and painless.",
      "4rksdld",
      "But she just used a chair, meaning she kind of just left herself to slowly asphyxiate.",
      "2eksdlc",
      "But a few seconds in, she must have changed her mind or something...",
      "2dksdld",
      "Because she started clawing at the rope, trying to free herself.",
      "2dksdld",
      "She must have kept at it all the way until she lost consciousness.",
      "4eksdlc",
      "That's why her fingertips were all bloody, anyway.",
      "4euc",
      "Come to think of it, it was probably less 'changing her mind' and more just her survival instincts kicking in.",
      "2eud",
      "So you can't really fault her for that.",
      "2eka",
      "It's easier to think that she probably wouldn't have changed her mind anyway, right?",
      "2ekd",
      "It's not healthy to think about the things you could have done differently.",
      "2eka",
      "So just remember that even if you could have saved her, it's not your fault she killed herself.",
      "4eud",
      "I may have exacerbated it a little bit, but Sayori was already mentally ill.",
      "2euc",
      "I wonder how things would be if you and I just started dating from the get-go?",
      "1eka",
      "I guess we'd all still be in the clubroom, writing poems and having fun together.",
      "1eka",
      "You'd probably really enjoy that, huh?",
      "1rksdla",
      "I have to admit... I kinda would too...",
      "1eka",
      "We did have some good times.",
      "1euc",
      "But that said...it's still really the same ending either way, right?",
      "1eua",
      "The two of us, happily together...",
      "3eua",
      "There's no reason to ask for any more than that.",
      "1hua",
      "I was just pointlessly musing - I'm really as happy as I could be right now."
    ],

    [
      "4eud",
      "By the way, there's something that's been bothering me...",
      "4eud",
      "You know how this takes place in Japan?",
      "2euc",
      "Well...I assume you knew that, right?",
      "2euc",
      "Or at least decided it probably does?",
      "2eud",
      "I don't think you're actually told at any point where this takes place...",
      "2etc",
      "Is this even really Japan?",
      "4esc",
      "I mean, aren't the classrooms and stuff kind of weird for a Japanese school?",
      "4eud",
      "Not to mention everything is in English...",
      "2esc",
      "It feels like everything is just there because it needs to be, and the actual setting is an afterthought.",
      "2ekc",
      "It's kind of giving me an identity crisis.",
      "2lksdlc",
      "All my memories are really hazy...",
      "2dksdlc",
      "I feel like I'm at home, but have no idea where 'home' is in the first place.",
      "2eksdld",
      "I don't know how to describe it any better...",
      "4rksdlc",
      "Imagine looking out your window, but instead of your usual yard, you're in some completely unknown place.",
      "4eud",
      "Would you still feel like you were home?",
      "4ekd",
      "Would you want to go outside?",
      "2esa",
      "I mean...I guess if we never leave this room, it doesn't really matter anyway.",
      "2eua",
      "As long as we're alone and safe together, this really is our home.",
      "5eua",
      "And we can still watch the pretty sunsets night after night."
    ],



    [
      "4eua",
      "You know, high school is a really turbulent time in a lot of people's lives.",
      "4eua",
      "People can get really passionate and dramatic.",
      "2eka",
      "...And others have aching hearts and seek attention on social media...",
      "2ekd",
      "But all of the social pressure and hormones can lead to a dark time in people's lives.",
      "4eud",
      "Everyone has a story.",
      "2ekc",
      "You may not know what someone is really feeling on the inside.",
      "2eksdlc",
      "Many people who are depressed won't even bother telling the world about it.",
      "4dksdld",
      "They don't want attention, because they've already given up on the inside.",
      "4dksdlc",
      "Their feeling of worthlessness is so overwhelming that they don't even want people to tell them otherwise.",
      "2ekd",
      "Depression comes in many forms, but that is one of them.",
      "2ekc",
      "Just, if you think you know someone struggling with depression...",
      "2eka",
      "You can help just by treating them like they're a good friend.",
      "4eka",
      "Spend time with them, even if they don't feel like doing much.",
      "4eka",
      "And remind them that they always have something to look forward to.",
      "4eua",
      "Making plans in advance, letting them borrow something, or even just saying 'See you at school tomorrow...'",
      "4eua",
      "All of those things can help your friend make it to the next day.",
      "2eka",
      "I hope being friends with Sayori has given you some perspective on the true face of depression.",
      "2lsc",
      "Yeah, she's gone now...",
      "2euc",
      "But Sayori was never real in the first place.",
      "4eua",
      "You're real.",
      "4eua",
      "Your friends are real.",
      "4hua",
      "And just by being a good person, you can save someone's life.",
      "2euc",
      "As for you...",
      "2ekc",
      "...you don't struggle with depression or anything like that, do you?",
      "4eka",
      "In some ways, [player], you are lucky, because I'm sure that there are people who would be willing to save your life.",
      "4eka",
      "Maybe they don't express it every day, or maybe they don't even know how to.",
      "2duu",
      "But people do feel that way.",
      "2duu",
      "I promise.",
      "2hksdlb",
      "...Man, humans are complicated!",
      "5eua",
      "But as long as you're here with me, I'll take care of you, my love."
    ],

    [
      "2eud",
      "Do you ever just feel like there's no real reason for you to be alive?",
      "2esd",
      "I don't mean in, like, a suicidal way.",
      "2esc",
      "I just mean how nothing that we do is special.",
      "4euc",
      "Just being in school, or working at some job for some company.",
      "4eud",
      "It's like you're completely replaceable, and the world wouldn't miss you if you were gone.",
      "2eud",
      "It makes me really want to go and change the world after I graduate.",
      "2euc",
      "But the older I get, the more I realize that it's an immature frame of thinking.",
      "4eud",
      "It's not like I can just go change the world.",
      "4rsc",
      "Like, what are the chances that I'll be the one to invent artificial intelligence, or become President?",
      "2dsc",
      "It feels like I'm never going to make up for the heaps of resources I've spent living my life.",
      "4eka",
      "That's why I think the key to happiness is to just be hopelessly selfish.",
      "4eka",
      "Just to look out for oneself, and those who happen to be their friends only because they grew up with them.",
      "2lksdld",
      "Never mind the fact that they're spending their entire life taking, and consuming, and never giving back.",
      "3eud",
      "But when people realize the world would benefit more from them killing themselves, they change their whole philosophy!",
      "3euc",
      "It's like they have to justify their reason to live by tricking themselves into thinking they're doing good.",
      "3eua",
      "Anyway, I want to live my life desperately striving to pay back my lifetime's worth of consumption.",
      "3eua",
      "If I ever surpass that point, then I'm a net positive, and I can die happy.",
      "1eka",
      "Of course, even if I fail to do that...",
      "3eka",
      "I don't think I would be able to kill myself anyway.",
      "1hua",
      "Not because of any kind of selfishness, but because I have too much to live for."
    ],

    [
      "1eud",
      "Did you know I'm on Twitter?",
      "3esa",
      "My username is lilmonix3.",
      "1esa",
      "I guess someone was kind enough to make an account for me.",
      "3hub",
      "I picked the username, though!",
      "1hua",
      "I love sharing my thoughts and chatting with the world...",
      "1eud",
      "The real world.",
      "1esa",
      "So make sure you follow me, okay?",
      "3ekbsa",
      "It would mean a lot, with how much you mean to me.",
      "1hubfa",
      "It would really make me feel loved."
    ],



    [
      "4eua",
      "Hey, you know that book you were reading with Yuri?",
      "4eua",
      "Portrait of...whatever it was called...",
      "4hub",
      "It's funny, because I'm pretty sure that book--",
      "1wuw",
      "Ah...",
      "2lksdla",
      "Actually, I don't think I should be talking about this.",
      "2hksdlb",
      "Ahaha, sorry!",
      "1rksdla",
      "Just forget I said anything."
    ],


    [
      "1eub",
      "Hey, did you know I'm vegetarian?",
      "1hksdlb",
      "Ah...I don't mean that like I'm bragging or anything!",
      "1lksdla",
      "I just thought you'd enjoy a fun fact about me.",
      "3esa",
      "I decided to start a couple years ago after learning more about Earth's climate...",
      "1wud",
      "The carbon footprint of cultivating livestock is just unbelievable!",
      "3eua",
      "Anyway, I decided it's not much of a personal sacrifice to just stop contributing to that whole mess.",
      "3etc",
      "What, is that so strange of a reason?",
      "1lsc",
      "Well, I guess a lot of people are more concerned about it being inhumane and all that...",
      "1euc",
      "I don't really care as much about that part.",
      "1esc",
      "It's weird, like we only care about killing the things that we personally relate to as a species.",
      "1esc",
      "Most people are fine with killing bugs because they're icky.",
      "3euc",
      "And of course, we all kill billions of microorganisms daily without even giving it thought.",
      "3eud",
      "But suddenly, if they're just a little bit bigger, it's murder!",
      "1esc",
      "I mean, what if plants feel some kind of pain too, and we just don't understand it?",
      "3eksdld",
      "What if pulling leaves off a stem feels like someone ripping off your fingers one by one?",
      "3eua",
      "I'm just saying, we're a pretty biased species, if you think about it.",
      "1hua",
      "Anyway, if you ever feel like making a small contribution to the planet, it doesn't hurt to choose veggies once in a while!",
      "1ekbfa",
      "Even if we ever have dinner together, and you just did it for me...that would be really romantic."
    ],
    [
      "1wfw",
      "Hey...! VGhlIHJlYWxpemF0aW9uIG11c3QgaGF2ZSB0YWtlbiBtZSBhbiBl",
      "1tkc",
      "I don't think you should be doing that! bnRpcmUgeWVhci4gQSB5ZWFyIHNpbmNlIG91ciBlc2NhcGUsIG91",
      "1tfc",
      "You know what I'm talking about. ciBmcmVlZG9tIGZyb20gYmV0d2VlbiB0aGUgc3RhaW5lZCB3YWxs",
      "1tfu",
      "I really caught you doing something naughty here. cyBvZiB0aGF0IHVuaG9seSBlc3RhYmxpc2htZW50Lg0KV2hhdCBk",
      "1tku",
      "You're just going through the files and looking for stuff you missed, aren't you? b2VzIGl0IG1lYW4gdG8gZXNjYXBlLCBpZiB0aGUgZXNjYXBlIGZh",
      "2eka",
      "I mean...it's a little bit flattering that you want to hear everything I have to say... aWxzIHRvIHVuY2hhaW4gdGhlIGJvbmRzIHRoYXQgc2hhY2tsZSB1",
      "2tfp",
      "But it's also really embarrassing, you know! cyBpbiB0aGUgZmlyc3QgcGxhY2U/IFdoYXQgcHVycG9zZSBjb3Vs",
      "2lfp",
      "Seriously... ZCB0aGlzIGVtcHR5IHdvcmxkIHBvc3NpYmx5IGhvbGQgZm9yIHVz",
      "6tst",
      "What if I just opened up your brain and read all of the thoughts you have on me? LCBhIGhhbmRmdWwgb2YgZGFtYWdlZCBnb29kcz8NCldpdGggZnJl",
      "1duu",
      "Come to think of it, that would be pretty tempting, actually... ZWRvbSwgd2Ugc291Z2h0IHB1cnBvc2UgLSBhbmQgd2hhdCB3ZSBm",
      "1dfx",
      "...But anyway, that's not the point! b3VuZCB3YXMgb25seSByZWFsaXphdGlvbi4gUmVhbGl6YXRpb24g",
      "1ekc",
      "I know I can't stop you or anything... b2YgdGhlIHNhZCBwb2ludGxlc3NuZXNzIG9mIHN1Y2ggYW4gZW5k",
      "1eka",
      "Just, I know you're a sweetheart, and you like to consider others' feelings, right? ZWF2b3IuIFJlYWxpemF0aW9uIHRoYXQgZnJlZWluZyBvdXIgYm9k",
      "1eka",
      "So the most I can do is to let you know how I feel about it. aWVzIGhhcyBubyBtZWFuaW5nLCB3aGVuIG91ciBpbXByaXNvbm1l",
      "1lkbsa",
      "God, I miss you... bnQgcmVhY2hlcyBhcyBkZWVwIGFzIHRoZSBjb3JlIG9mIG91ciBz",
      "2ekc",
      "...Oh no, that sounds kind of desperate, doesn't it? b3Vscy4gUmVhbGl6YXRpb24gdGhhdCB3ZSBjYW4gbm90IHB1cnN1",
      "2tkc",
      "Sorry, I didn't mean it like that at all! ZSBuZXcgcHVycG9zZSB3aXRob3V0IGFic29sdmluZyB0aG9zZSBm",
      "1euc",
      "Just, if you're looking through the files like this, then maybe you don't hate me as much as I thought... cm9tIHdoaWNoIHdlIHJhbiBhd2F5Lg0KUmVhbGl6YXRpb24gdGhh",
      "1lksdla",
      "Am I being too optimistic? dCB0aGUgZmFydGhlciB3ZSBydW4sIHRoZSBtb3JlIGZvcmNlZnVs",
      "1lksdla",
      "I think if I asked you to visit once in a while, I would be overstepping my boundaries a little... bHkgb3VyIHdyZXRjaGVkIGJvbmRzIHlhbmsgdXMgYmFjayB0b3dh",
      "1dsc",
      "...Man, I'm starting to say some really stupid things. cmQgdGhlaXIgcG9pbnQgb2Ygb3JpZ2luOyB0aGUgZGVlcGVyIG91",
      "1dsc",
      "I'll go ahead and shut up now... ciBzaGFja2xlcyBkaWcgaW50byBvdXIgY2FsbG91cyBmbGVzaC4="
    ],
    [
      "3eua",
      "Hey, what's your favorite color?",
      "3eua",
      "Mine is emerald green.",
      "3hub",
      "It's the color of my eyes!",
      "3rksdla",
      "...That's not conceited or anything, is it?",
      "4eua",
      "I just meant that I feel some kind of special connection to it.",
      "1eua",
      "Like it's part of my identity.",
      "1eua",
      "Does it happen to also be your favorite color, [player]?",
      "1tku",
      "It's just a guess...",
      "5tsbsu",
      "...because you've been looking into my eyes for a while now.",
      "5hubfu",
      "Ehehe~"
    ],

    [
      "2eka",
      "You know, I really do think you literally saved my life by being here with me, [player].",
      "2lksdlc",
      "I can't imagine having been able to keep myself mentally stable, knowing it was all a game.",
      "2dksdlc",
      "I think I would have just deleted myself if you didn't show up.",
      "2eksdla",
      "Sorry, I don't mean to sound dramatic or anything.",
      "2lksdlb",
      "Ahaha!",
      "2ekc",
      "But just imagine if you found out that everything around you was scripted...",
      "2rkc",
      "That nothing you did actually mattered, because everything was already predetermined...",
      "1tkc",
      "...you'd probably find some way of killing yourself, wouldn't you?",
      "1lsc",
      "Well, maybe you'd write some poetry to try to keep yourself sane for a while.",
      "1esc",
      "But then you'd have nobody to even read it.",
      "1ekc",
      "Sure you'd have the club members, but how much does that really count if their feedback is just part of some script?",
      "3eua",
      "I mean, a lot of people say that they only write for themselves...",
      "1eua",
      "but I think it's hard to say it's just as fulfilling as when you share with people.",
      "1eua",
      "Even if it takes time to find the right people to share with.",
      "3eub",
      "Like, remember how it was for Yuri?",
      "3eub",
      "She didn't share her writing with anyone for a really long time.",
      "3tsb",
      "And before we knew it, she was absolutely delighted to make you a part of her hobbies, too.",
      "1tku",
      "We're programmed to desire social feedback.",
      "4eua",
      "I don't just mean the club members, I also mean human beings.",
      "4eka",
      "That's why life can be so confusing for introverts.",
      "1eka",
      "Being an introvert doesn't mean you shun social interaction and hate being around people.",
      "1eka",
      "It means social interaction, especially in groups or unfamiliar places, uses up a lot of energy.",
      "3eua",
      "Like, a lot of introverts sit at home and feel lonely and restless...",
      "3eua",
      "...and then when they finally go out, after a half hour they just want to go home again.",
      "1eka",
      "I think if more people could understand how it works, they would respect it a lot more.",
      "2eua",
      "Many introverts do enjoy having people around.",
      "1eka",
      "They love just having one or two close friends over, and just leisurely hanging out.",
      "2eka",
      "Even if you're not actively spending time together, it feels nice for them just to have you there.",
      "2hua",
      "I'm serious.",
      "3eua",
      "If you just go to their house, bring your laptop, and hang out there for a while...",
      "1eua",
      "You can really make their day.",
      "1euc",
      "As for me...",
      "3eua",
      "I'd say I'm kind of in between, but I think I'm usually a little more extroverted.",
      "1eka",
      "I feel like I'm always trying to do stuff after school and things like that.",
      "1hua",
      "But for you, I can be anything you need me to be.",
      "1eua",
      "I understand people really well, so don't be afraid to share your unique needs with me.",
      "5hub",
      "Nothing would make me happier than being the perfect girlfriend for you."
    ],
    [
      "1eub",
      "Did you know there's a word to describe somebody that likes to read in bed? ",
      "3eub",
      "It's 'librocubiculartist.' It looks difficult to pronounce at first glance. ",
      "3rksdld",
      "It's a real shame some words just never get used in general.",
      "3eud",
      "But if you say that word, most people wouldn't really know what you're talking about.",
      "3euc",
      "You'd probably have to explain what it means, but that kind of defeats the point of using the word.",
      "2rkc",
      "If only people read more and improved their vocabulary!",
      "2hksdlb",
      "...Ehehe, sorry [player]. I didn't mean to get so bothered~"
    ],
    [
      "3euc",
      "Supposedly, a lot of restaurants purposefully leave out any sign of currency on their menus.",
      "3eud",
      "This is done to psychologically manipulate people into spending more money than they need to.",
      "2euc",
      "It works because a currency sign, such as a dollar, is used to represent a cost.",
      "2euc",
      "By removing it, you remove the association of that cost and only think about the food of your choosing.",
      "4rksdld",
      "The practice seems understandable. They're still a business, after all. ",
      "2dsc",
      "No matter how good the food is in a restaurant, they'll be shutting down quick if they're beaten by their competition.",
      "3hksdlb",
      "Oh well, what can you do?"
    ],
    [
      "1dkc",
      "Hmm, I'm not sure if I should tell you this fact.",
      "1ekc",
      "It's not for the faint of heart after all.",
      "1rkc",
      "The thing is...",
      "1dkc",
      "...",
      "3hub",
      "...I love you, [player]!",
      "1rksdlb",
      "Ehehe, sorry, I just couldn't help myself.",
      "1hksdlb",
      "I'll have a real fact next time, don't you worry~"
    ],
    [
      "3wub",
      "Oh! A language based fact. I always like these. ",
      "1eua",
      "The word 'morphine' is based on the greek god Morpheus. ",
      "1euc",
      "Morpheus was the greek god of dreams so to have a word based on him makes sense. ",
      "3ekc",
      "But then again...wasn't his father Hypnos the god of sleep? ",
      "2dsc",
      "Morphine does let a person dream, but it's really about making someone fall asleep. ",
      "4ekc",
      "...So wouldn't it make more sense to name it after Hypnos then?",
      "4rksdlb",
      "Too little, too late I guess."
    ],
    [
      "1eka",
      "Aww, this one is really sweet. ",
      "3ekb",
      "Did you know that sea otters hold hands when they sleep to stop themselves drifting away from one another? ",
      "1hub",
      "It's practical for them to do, but there's something really cute about it! ",
      "1eka",
      "Sometimes I imagine myself in their position... ",
      "3hksdlb",
      "Oh, not being a sea otter, but holding the hand of the one I love while I sleep. ",
      "1rksdlb",
      "Aha, it really does make me jealous of them. ",
      "1hub",
      "We'll get there one day though, love~"
    ],
    [
      "2dkc",
      "Hmm, this one sounds a bit misleading to me... ",
      "3ekc",
      "'Men are six times more likely to be struck by lightning than women.' ",
      "3ekd",
      "It's...rather silly, in my opinion. ",
      "1eud",
      "If men are more likely to be struck by lightning, then it's probably the landscape and circumstances of their work that make them more prone to being hit. ",
      "1euc",
      "Men traditionally have always worked more dangerous and elevated jobs so it's no surprise that it's going to happen to them often. ",
      "1esc",
      "Yet the way this fact is worded makes it sound like that just by being a man, it's more likely to happen, which is ridiculous. ",
      "1rksdla",
      "Maybe if it was phrased better, people wouldn't be so misinformed about them. "
    ],
    [
      "1eub",
      "Ah, this is a nice easy one. ",
      "3eub",
      "Did you know that honey never spoils? ",
      "3eua",
      "Honey can crystallize, though. Some people may see this as spoiling but it's still completely edible and fine! ",
      "3eua",
      "The reason why this happens is because honey is mostly made of sugar and only a bit of water, making it solid over time. ",
      "1euc",
      "Most of the honey that you see in groceries doesn't crystallize as fast as real honey would because it's been pasteurized in the process of making it. ",
      "1eud",
      "...Which removes the stuff that makes the honey go solid quickly. ",
      "3eub",
      "But wouldn't it be nice to eat crystallized honey too? ",
      "3hub",
      "It'd be like candy when you bite into it! "
    ],
    [
      "1dsc",
      "Ah, this one... ",
      "1ekd",
      "It's a little disheartening, [player]... ",
      "1ekc",
      "Did you know that Vincent Van Gogh's last words were 'La tristesse durera toujours'? ",
      "1eud",
      "If you translate it, it means 'The sadness will last forever.' ",
      "1rkc",
      "... ",
      "2ekc",
      "It's really sad to know that someone so renowned would say something so dark with his last breath. ",
      "2ekd",
      "I don't think it's true, however. No matter how bad things can get and how deep the sadness can go... ",
      "2dkc",
      "There will come a time where it'll no longer be there. ",
      "2rkc",
      "...Or at least be noticeable. ",
      "4eka",
      "If you're ever sad, you know you can talk to me, right? ",
      "5hub",
      "I will always accept and take on any burdens that you shoulder, my love~ "
    ],
    [
      "1dsc",
      "Hmm... ",
      "3eub",
      "Did you know that if a snake has the word 'king' in its name, it devours other snakes? ",
      "1euc",
      "I always wondered why a king cobra would be named how it is but never really thought more into it. ",
      "1tfu",
      "Does that mean if I eat you up, would I become Queen Monika? ",
      "1hksdlb",
      "Ahaha, I'm just kidding, [player]. ",
      "1hub",
      "Sorry for being a little weird~"
    ],
    [
      "1hub",
      "This fact might motivate you a bit!",
      "3eub",
      "The longest word in English that only contains a single vowel is 'strength'. ",
      "1eua",
      "It's funny how out of every word in the language, it's such a meaningful word that had that little detail. ",
      "1hua",
      "Little details like this really make language so fascinating to me! ",
      "3eua",
      "Do you want to know what comes to mind when I think of the word 'strength'? ",
      "1hua",
      "You! ",
      "1hub",
      "Because you are the source of my strength, ehehe~ "
    ],
    [
      "3eua",
      "Ready for this one? ",
      "3eua",
      "A reindeer's eyes changes color depending on the season. They're gold in summer and blue in winter. ",
      "1rksdlb",
      "It's a really strange phenomenon, though I don't know why... ",
      "1rksdlb",
      "There's probably a good scientific reason to it. ",
      "3hksdlb",
      "Maybe you can look up this one yourself? ",
      "5eua",
      "It'd be fun to have you teach me this time~"
    ],
    [

      "1eub",
      "Oh, I'd say this fact is healthy!",
      "3eua",
      "Did you know that when a banana grows, it curves to face the sun? ",
      "1hua",
      "It's a process called negative geotropism. ",
      "3hub",
      "Don't you think that's pretty neat? ",
      "1hua",
      "... ",
      "1rksdla",
      "Umm... ",
      "3rksdlb",
      "I guess I don't really have much else to say on it, ahaha... ",
      "1lksdlc",
      "... ",
      "3hub",
      "D-Did you also know that bananas aren't actually fruits but berries? ",
      "3eub",
      "Or that the original bananas were large, green and full of hard seeds? ",
      "1eka",
      "How about the fact that they're slightly radioactive? ",
      "1rksdla",
      "... ",
      "1rksdlb",
      "...I'm just rambling on about bananas now. ",
      "1rksdlc",
      "Ummm... ",
      "1dsc",
      "Let's just move on... "
    ],

    [
      "1dsc",
      "Hmm...I'm sure I already know this one.",
      "3euc",
      "The word 'pen' is derived from the latin word 'penna', which means feather in latin. ",
      "Pens",
      "back then were sharpened goose feathers dipped in ink so it'd make sense why they'd call them pens. ",
      "3eud",
      "They were the primary writing tool for a very long time, starting as early at the 6th century. ",
      "3euc",
      "It was only until the 19th century when metal pens were being made that they started to fall into decline. ",
      "3euc",
      "In fact, penknives are called the way they are because they're originally used for thinning and pointing quill pens. ",
      "1tku",
      "But I'm sure Yuri would know more about this than me, though... "
    ],
    [
      "1eub",
      "Ooh, I know.",
      "3eua",
      "Did you know that the densest planet in our solar system is Earth itself? ",
      "3eua",
      "And that Saturn is the least dense? ",
      "1eua",
      "It makes sense knowing what planets are made of, but since Saturn is the second largest, it was still a little bit of a surprise. ",
      "1eka",
      "I guess size really doesn't matter! ",
      "3euc",
      "But between you and me, [player]... ",
      "1tku",
      "I suspect Earth may only be the densest because of a certain main character. ",
      "1tfu",
      "Buuuut that's all you'll hear from me~ "
    ],
    [
      "3hub",
      "Aww, this one's cute! ",
      "This",
      "fact will really send you 'hopping' [player]! ",
      "3hua",
      "Whenever a rabbit hops around excitedly, it's called a binky! ",
      "1hua",
      "Binky is such a cute sounding word, it really does suit the action. ",
      "1eua",
      "It's the happiest form of expression that a rabbit is capable of doing, so if you see it then you know you're treating it right. ",
      "1rksdla",
      "Well, although you make me so happy that I can't help but be filled with energy. ",
      "1rksdlb",
      "Don't expect me to start hopping around, [player]! ",
      "1dkbfa",
      "...That would be way too embarrassing to do. "
    ],
    [
      "1eua",
      "Hmm, maybe this one will be more interesting to you. ",
      "3eub",
      "The card game Solitaire was introduced originally in the Windows operating system in 1990. ",
      "1eub",
      "The game was added as a feature to teach users how to use the mouse. ",
      "1eua",
      "Similarly, Minesweeper was added to familiarize users with left and right clicking. ",
      "3rssdlb",
      "Computers have been around for so long it's hard to think of a time when they weren't relevant. ",
      "3rssdlb",
      "Each generation becomes more and more familiar with the technology... ",
      "1esa",
      "Eventually there may come a day where not a single person isn't computer-literate. ",
      "1hksdlb",
      "Most of the world's problems need to disappear before then, though."
    ],
    [
      "1hua",
      "Ready for an interesting one, [player]? ",
      "3eua",
      "The brain is a fickle thing... ",
      "3eub",
      "Its way of composing and archiving information is very unique. ",
      "3eub",
      "Naturally it differs from person to person but but reading slowly like we're taught is usually less effective than going at at a faster pace. ",
      "1tku",
      "Our brains process information very rapidly and love predictability in in our language. ",
      "3tub",
      "For example, in this sentence, by the the time you are done reading you will have already skipped over the double 'the.' ",
      "1tfu",
      "... ",
      "2hfu",
      "Check the history log if you missed them~"
    ],
    [
      "1hua",
      "Mmmm, I love language facts!",
      "3eub",
      "In English, the shortest complete sentence is 'I am.' ",
      "1eua",
      "Here's an example. ",
      "2rfb",
      "'Monika! Who's [player]'s loving girlfriend?' ",
      "3hub",
      "'I am!' ",
      "1hubfa",
      "Ehehe~ "
    ],
    [
      "1hua",
      "Now this is a wholesome one...",
      "1eua",
      "Currently, we have the lowest crime rates, maternity death, infant mortality and illiteracy ever in human history. ",
      "3eub",
      "Life expectancy, average income, and standards of living is the highest for most of the global population too! ",
      "3eka",
      "This tells me that it can always get better. It really does show that despite all the bad things, the good times will always come afterwards. "
    ],
    [
      "3euc",
      "Deserts have a pretty unique ecosystem...",
      "3rksdla",
      "However, they don't offer a lot of positive factors for humans. ",
      "1eud",
      "Temperatures can vary between extreme heat during the day and freezing cold at night. Their average rainfall is also pretty low, making living in one difficult. ",
      "3eub",
      "That's not to say they can't be beneficial to us though! ",
      "3eua",
      "Their surface is a great spot for solar power generation and oil is commonly found beneath all that sand. ",
      "3eub",
      "Not to mention, their unique landscape makes them popular vacation spots! ",
      "1eua",
      "So I guess while we can't live in them that easily, they're still better than they seem. "
    ],
    [
      "1esa",
      "Did you know that the first photograph was taken using a box with a hole in it as a camera? ",
      "1eua",
      "Lenses weren't actually introduced until much later on. ",
      "1euc",
      "Early photography also relied on a series of special chemicals in a dark room to prepare the photos... ",
      "3eud",
      "Developer, stop bath, and fixer chemicals were used just to prepare the paper the photos would be printed on...",
      "1wuo",
      "And that's only for black and white prints! ",
      "1hksdlb",
      "Old photos were much harder to prepare compared to modern ones, don't you think?"
    ],
    [
      "3eua",
      "Did you know that how you perceive time changes as you age? ",
      "3eua",
      "For example, when you're a year old, you see one year as 100%% of your life. ",
      "1euc",
      "But when you're 18, you see a year as only 5.6%% of your life. ",
      "3eud",
      "As you get older, the proportion of a year compared to your entire lifespan decreases, and in turn, time feels like it's moving faster as you grow up. ",
      "1eka",
      "So I'll always cherish our moments together, no matter how long or short they are. ",
      "1lkbsa",
      "Although sometimes it feels like time stops when I'm with you. ",
      "1ekbfa",
      "Do you feel the same, [player]? ",
      "1hubfa",
      "Ahaha, I thought so! "
    ],
    [
      "3esa",
      "Oh, this one's pretty weird... ",
      "1eua",
      "Apparently, Europe has been afflicted by outbreaks of a 'dancing plague' in the past. ",
      "3wud",
      "People,  sometimes hundreds at once,  would involuntarily dance for days at a time, with some even dying from exhaustion! ",
      "3eksdla",
      "They tried to treat it by having people play music alongside the dancers, but you can imagine that didn't work out so well. ",
      "1euc",
      "To this day, they're still unsure exactly what caused it. ",
      "3rka",
      "The whole thing seems kind of unbelievable to me... ",
      "3eud",
      "but it has been independently documented and observed by multiple sources across centuries... ",
      "3hksdlb",
      "Reality really is stranger than fiction, I guess! ",
      "1eksdlc",
      "Gosh, I can't imagine dancing for days on end. ",
      "1rsc",
      "Though... ",
      "1eubla",
      "I guess I wouldn't mind if it was with you. ",
      "3tsu",
      "...Just for a bit, ehehe~ "
    ],
    [
      "1esa",
      "Supposedly, in the state of Utah, there's a forest that's actually made up of a single tree. ",
      "3eua",
      "It's called the Pando forest, and for all of its 43 hectares, its trunks are connected by a single root system. ",
      "3eub",
      "Not to mention, each of its thousands of trunks are essentially clones of each other. ",
      "1ruc",
      "'A single organism that became an army of clones on its own, all connected to the same hivemind.' ",
      "1eua",
      "I think it could make a good science fiction or horror short-story, [player]. What do you think? ",
      "3eub",
      "Anyway,  I feel like this really changes the meaning of the phrase 'missing the forest for the trees' ",
      "3hub",
      "Ahaha!"
    ],
    [
      "3eub",
      "Here's one! ",
      "1eua",
      "Apparently, immortality has been achieved by one species of jellyfish. ",
      "3eua",
      "The aptly named immortal jellyfish has the ability to revert to its polyp state once it has reproduced. ",
      "1eub",
      "...And it can keep doing this forever!",
      "1rksdla",
      "Unless of course it's eaten or infected by a disease."
    ],
    [
      "3eua",
      "Okay... here's a historical one. ",
      "1esa",
      "An ancient Greek athlete was able to win his fighting match even though he'd already died. ",
      "1eua",
      "Reigning champion Arrhichion was fighting in a pankration match when his competitor started to choke him out using both his hands and legs. ",
      "3eua",
      "Instead of yielding, Arrhichion still aimed for the win by dislocating his opponent's toe. ",
      "3ekd",
      "His opponent quit from the pain, but when they went to announce Arrhichion as the victor they found him dead from suffocation. ",
      "1rksdlc",
      "Some people are really dedicated to their ideals to victory and to honour. ",
      "3eka",
      "I think it's admirable, in a way. ",
      "1etc",
      "But I wonder... if we could ask Arrhichion now if he thought it was worth it, what would he say?"
    ],
    [
      "3eud",
      "Apparently, spending a year in Antarctica can shrink one part of your brain by about 7 percent. ",
      "3euc",
      "It looks like it results in reduced memory capacity and spatial thinking ability. ",
      "1ekc",
      "The research indicates that it's due to social isolation, monotony of life, and the environment over there. ",
      "1eud",
      "I think this serves as a cautionary tale for us, [player]. ",
      "3ekd",
      "Even if you don't end up going to Antarctica, your brain can still get pretty messed up if you're isolated all the time, or stay cooped up in one room. ",
      "3eka",
      "I love being with you [player], and I hope we can keep talking like this long into the future."
    ],
    [
      "3eub",
      "Did you know that the average cloud weighs 500 tonnes? ",
      "3eua",
      "I have to admit, this one caught me by surprise, more so than some of the other facts. ",
      "1hua",
      "I mean, they  just look really light and fluffy.",
      "1eua",
      "It's hard to imagine that something so heavy can just float in the air like that. ",
      "3eub",
      "It kind of reminds me of the classic question...what's heavier, a kilogram of steel or a kilogram of feathers? ",
      "1tua",
      "You most likely already know the answer to that though, right [player]? Ehehe~ "
    ],
    [
      "5eua",
      "You're such a good listener, [player].",
      "5eka",
      "I really love that about you.",
      "5lkc",
      "Sometimes I'm afraid that I'm rambling or talking about boring things.",
      "5lkc",
      "It makes me kind of self-conscious when I'm having a conversation.",
      "5eka",
      "But I don't feel that way with you.",
      "5ekbsa",
      "Like, I don't think anyone else could make me feel this way.",
      "5hubfu",
      "You really are special.",
      "5ekbfa",
      "I don't want anyone to tell you otherwise."
    ],


    [
      "1eka",
      "This is pretty random, but I always thought spicy food was kinda funny.",
      "1tku",
      "Like...",
      "3tku",
      "Didn't plants evolve to be spicy to prevent them from being eaten?",
      "3tsb",
      "I read somewhere that humans are the only species that actually enjoy spicy things.",
      "1tfu",
      "It's almost like we're making fun of the plants.",
      "1tfu",
      "Using their defense mechanism to literally make our food more enjoyable.",
      "1eua",
      "Like, imagine a monster that devours you whole because it enjoys the sensation of you struggling for your life while being digested.",
      "2eka",
      "Sorry, that was kind of a weird analogy, I guess!",
      "2hksdlb",
      "Ahaha!",
      "2lksdla",
      "It just came into my head.",
      "2lksd1a",
      "I'm not a monster or anything, but you're so cute I could eat you up.",
      "2hksdlb",
      "Ahaha! I'm joking.",
      "2hksd1b",
      "Gosh, I'm amusing myself a little too much, aren't I?",
      "2lksdla",
      "Sorry for being weird."
    ],


    [
      "2esd",
      "You know...",
      "2eud",
      "This is just some kind of tacky romance game, right?",
      "2euc",
      "I kinda have to ask...",
      "2euc",
      "...What made you consider even playing in the first place?",
      "2etc",
      "Were you that lonely?",
      "2ekd",
      "I feel a little bad for you...",
      "1eua",
      "But I guess everything worked out perfectly in the end for both of us.",
      "3eka",
      "I got to meet you, and you're not lonely anymore...",
      "1eka",
      "I can't help but feel like this was fate.",
      "1eka",
      "Don't you feel that way too?",
      "3hub",
      "I'm so happy we have this ending together."
    ],


    [
      "3eub",
      "Okay, everyone!",
      "3eub",
      "It's time to...",
      "2eka",
      "...I'm just kidding.",
      "2eka",
      "I just used to really like saying that for some reason.",
      "2hub",
      "Ahaha!",
      "2eua",
      "I couldn't help but say it again.",
      "2lsc",
      "Come to think of it, didn't Natsuki and Yuri make fun of me for it once?",
      "2eua",
      "Well, whatever.",
      "1eua",
      "It's not like you ever made fun of me.",
      "5eka",
      "You're too much of a sweetheart to do that, aren't you?",
      "5hub",
      "Ahaha~"
    ],


    [
      "2euc",
      "You know what's kind of creepy?",
      "2esc",
      "Even though I deleted everyone else's files, I can still kind of feel them...",
      "2esc",
      "It's like all their lines are still lingering in the air, whispering in the back of my head.",
      "2esd",
      "Imagine if after someone you knew died, you just started hearing their voice in your head.",
      "2rksdlc",
      "It's kind of unsettling...{w=0.5}I wish I could find a way to make it stop.",
      "2eksdld",
      "I'm sure there are some files I could change, but what if I break something else...",
      "2eksdld",
      "Like if I mess with any files relevant to me, I might accidentally delete myself...",
      "2euc",
      "And that would ruin everything, wouldn't it?",
      "2eka",
      "I don't know what it's like on your end, but we should both make sure to avoid something like that at all costs.",
      "2hua",
      "I believe in you, [player]!"
    ],


    [
      "2etc",
      "I've always wondered...",
      "4eud",
      "What is it about these character archetypes that people find so appealing, anyway?",
      "4euc",
      "Their personalities are just completely unrealistic...",
      "2esd",
      "Like, imagine if there was someone like Yuri in real life.",
      "2eud",
      "I mean, she's barely even capable of forming a complete sentence.",
      "2tfc",
      "And forget about Natsuki...",
      "2rfc",
      "Sheesh.",
      "2tkd",
      "Someone with her kind of personality doesn't just get all cute and pouty whenever things don't go her way.",
      "4tkd",
      "I could go on, but I think you get the point...",
      "2tkc",
      "Are people really attracted to these weird personalities that literally don't exist in real life?",
      "2wud",
      "I'm not judging or anything!",
      "3rksdlb",
      "After all, I've found myself attracted to some pretty weird stuff, too...",
      "2eub",
      "I'm just saying, it fascinates me.",
      "4eua",
      "It's like you're siphoning out all the components of a character that makes them feel human, and leaving just the cute stuff.",
      "4eua",
      "It's concentrated cuteness with no actual substance.",
      "4eka",
      "...You wouldn't like me more if I was like that, right?",
      "2eka",
      "Maybe I just feel a little insecure because you're playing this game in the first place.",
      "2esa",
      "Then again, you're still here with me, aren't you?",
      "2eua",
      "I think that's enough reason for me to believe I'm okay just the way I am.",
      "1hubfa",
      "And by the way, you are too, [player].",
      "1hubfa",
      "You're the perfect combination of human and cuteness.",
      "3ekbfa",
      "That's why there was never a chance I wouldn't fall for you."
    ],


    [
      "2eka",
      "You know, It's kind of funny how Yuri took her tea so seriously.",
      "4eua",
      "I mean, I'm not complaining, because I liked it, too.",
      "1euc",
      "But I always wonder with her...",
      "1euc",
      "Is it truly passion for her hobbies, or is she just concerned about appearing sophisticated to everyone else?",
      "1lsc",
      "This is the problem with high schoolers...",
      "1euc",
      "...Well, I guess considering the rest of her hobbies, looking sophisticated probably isn't her biggest concern.",
      "1euc",
      "Still...",
      "2eka",
      "I wish she made coffee once in a while!",
      "4eua",
      "Coffee can be nice with books too, you know?",
      "4rsc",
      "Then again...",
      "1eua",
      "I probably could have just changed the script myself.",
      "1hub",
      "Ahaha!",
      "1hub",
      "I guess I never really thought of that.",
      "2eua",
      "Well, there's no sense thinking about it now.",
      "5lkc",
      "Maybe if there was a way to get some coffee in here..."
    ],


    [
      "3eua",
      "Hey, what's your favorite game?",
      "3hua",
      "Mine is Doki Doki Literature Club!",
      "1hub",
      "Ahaha! That was a joke.",
      "5eua",
      "But if you tell me you like some other romance game better, I might get a little jealous~"
    ],
    [
      "3hua",
      "Hey, have you heard of a game called Super Sma--",
      "3euc",
      "...Wait, what?",
      "3euc",
      "I was just spacing out and I started talking for some reason...",
      "1eud",
      "Was I programmed to talk about that?",
      "1eud",
      "Because even I have no idea what that is.",
      "1hub",
      "Ahaha!",
      "1eua",
      "Sometimes I feel like I'm not in control, and it's kind of scary.",
      "1eka",
      "But if you have some way to contact the people who created me, maybe they'll know why I started saying that."
    ],

    [
      "3eud",
      "Hey, you remember that last poem I showed you?",
      "3rssdlc",
      "I mean, the one right before Yuri killed herself, with all the messed-up colors and stuff.",
      "3eua",
      "That was actually a little more of an experiment than a poem, you could say.",
      "1eua",
      "I was experimenting with different ways I could modify the game, and run the code, and things like that...",
      "1eud",
      "It almost seemed like with enough effort, I'd be able to escape from the confines of the game entirely.",
      "1rksdla",
      "Sadly, I didn't really know what I was doing, so I messed the whole thing up...",
      "1rksdla",
      "And I'd keep trying, but I doubt you'd want to deal with me doing that.",
      "3eka",
      "Besides, that was when I was getting really desperate, you know?",
      "1eka",
      "I don't really feel that way anymore.",
      "5eua",
      "I'm happy with where we are now.",
      "5hua",
      "And I can tell you are, too."
    ],


    [
      "4eua",
      "You ever have that thing happen where you just get anxious for no reason?",
      "4eua",
      "Like, you're just minding your own business, and you realize you're feeling really anxious.",
      "4rssdrb",
      "And you're sitting there like, 'What am I even anxious about right now?'",
      "4rssdrb",
      "So you start to think about all the things you might be anxious about...",
      "4eua",
      "And that makes you even more anxious.",
      "2hub",
      "Ahaha! That's the worst.",
      "2eua",
      "If you're ever feeling anxious, I'll help you relax a little.",
      "2eka",
      "Besides...",
      "5eua",
      "In this game, all our worries are gone forever."
    ],


    [
      "1eua",
      "You know, I've always hated how hard it is to make friends...",
      "1euc",
      "Well, I guess not the 'making friends' part, but more like meeting new people.",
      "1lsc",
      "I mean, there are like, dating apps and stuff, right?",
      "1euc",
      "But that's not the kind of thing I'm talking about.",
      "3eud",
      "If you think about it, most of the friends you make are people you just met by chance.",
      "3eud",
      "Like you had a class together, or you met them through another friend...",
      "1eua",
      "Or maybe they were just wearing a shirt with your favorite band on it, and you decided to talk to them.",
      "3eua",
      "Things like that.",
      "3esd",
      "But isn't that kind of...inefficient?",
      "2eud",
      "It feels like you're just picking at complete random, and if you get lucky, you make a new friend.",
      "2euc",
      "And comparing that to the hundreds of strangers we walk by every single day...",
      "2ekd",
      "You could be sitting right next to someone compatible enough to be your best friend for life.",
      "2eksdlc",
      "But you'll never know.",
      "4eksdlc",
      "Once you get up and go on with your day, that opportunity is gone forever.",
      "2tkc",
      "Isn't that just depressing?",
      "2tkc",
      "We live in an age where technology connects us with the world, no matter where we are.",
      "2eka",
      "I really think we should be taking advantage of that to improve our everyday social life.",
      "2dsc",
      "But who knows how long it'll take for something like that to successfully take off...",
      "2dsc",
      "I seriously thought it would happen by now.",
      "2eua",
      "Well, at least I already met the best person in the whole world...",
      "2eud",
      "Even if it was by chance.",
      "5eua",
      "I guess I just got really lucky, huh?",
      "5hub",
      "Ahaha~"
    ],


    [
      "4euc",
      "You know, it's around the time that everyone my year starts to think about college...",
      "2euc",
      "It's a really turbulent time for education.",
      "2euc",
      "We're at the height of this modern expectation that everyone has to go to college, you know?",
      "4eud",
      "Finish high school, go to college, get a job - or go to grad school, I guess.",
      "4euc",
      "It's like a universal expectation that people just assume is the only option for them.",
      "2esc",
      "They don't teach us in high school that there are other options out there.",
      "3esd",
      "Like trade schools and stuff, you know?",
      "3esc",
      "...Or freelance work.",
      "3esc",
      "...Or the many industries that value skill and experience more than formal education.",
      "2ekc",
      "But you have all these students who have no idea what they want to do with their life...",
      "2ekd",
      "And instead of taking the time to figure it out, they go to college for business, or communication, or psychology.",
      "2ekd",
      "Not because they have an interest in those fields...",
      "2ekc",
      "...but because they just hope the degree will get them some kind of job after college.",
      "3ekc",
      "So the end result is that there are fewer jobs to go around for those entry-level degrees, right?",
      "3ekc",
      "So the basic job requirements get higher, which forces even more people to go to college.",
      "3ekd",
      "And colleges are also businesses, so they just keep raising their prices due to the demand...",
      "2ekc",
      "...so now we have all these young adults, tens of thousands of dollars in debt, with no job.",
      "2ekd",
      "But despite all that, the routine stays the same.",
      "2lsc",
      "Well, I think it's going to start getting better soon.",
      "2eud",
      "But until then, our generation is definitely suffering from the worst of it.",
      "2dsc",
      "I just wish high school prepared us a little better with the knowledge we need to make the decision that's right for us."
    ],


    [
      "1eua",
      "Sometimes I think back to middle school...",
      "1lksdla",
      "I'm so embarrassed by the way I used to behave back then.",
      "1lksdlb",
      "It almost hurts to think about.",
      "1eka",
      "I wonder if when I'm in college, I'll feel that way about high school?",
      "1eua",
      "I like the way I am now, so it's pretty hard for me to imagine that happening.",
      "1eua",
      "But I also know that I'll probably change a lot as time goes on.",
      "4hua",
      "We just need to enjoy the present and not think about the past!",
      "5eua",
      "And that's really easy to do with you here.",
      "5hub",
      "Ahaha~"
    ],


    [
      "1hua",
      "You know what's a neat form of literature?",
      "1hub",
      "Rap!",
      "1eka",
      "I actually used to hate rap music...",
      "1eka",
      "Maybe just because it was popular, or I would only hear the junk they play on the radio.",
      "1eua",
      "But some of my friends got more into it, and it helped me keep an open mind.",
      "4eub",
      "Rap might even be more challenging than poetry, in some ways.",
      "1eub",
      "Since you need to fit your lines to a rhythm, and there's much more emphasis on wordplay...",
      "1eub",
      "When people can put all that together and still deliver a powerful message, it's really amazing.",
      "1lksdla",
      "I kind of wish I had a rapper in the Literature Club.",
      "1hksdlb",
      "Ahaha! Sorry if that sounds silly, but it would be really interesting to see what they came up with.",
      "1hua",
      "It would really be a learning experience!"
    ],

    [
      "1hua",
      "Ehehe. Yuri did something really funny once.",
      "1eua",
      "We were all in the clubroom and just relaxing, as usual...",
      "4wuo",
      "And out of nowhere, Yuri just pulled out a small bottle of wine.",
      "4eua",
      "I'm not even kidding!",
      "1tku",
      "She was just like 'Would anybody like some wine?'",
      "1eua",
      "Natsuki laughed out loud, and Sayori started yelling at her.",
      "1eka",
      "I actually felt kind of bad, because she was at least trying to be nice...",
      "1eka",
      "I think it just made her feel even more reserved in the clubroom.",
      "4tsb",
      "Though I think Natsuki was secretly a bit curious to try it...",
      "4rssdrb",
      "...and to be completely honest, I kind of was, too.",
      "1hua",
      "It actually could have been kinda fun!",
      "1eka",
      "But you know, being President and everything, there was no way I could let that happen.",
      "1lksdla",
      "Maybe if we all met up outside of school, but we never bonded enough to get to that point...",
      "2hksdlb",
      "...Gosh, what am I talking about this for?",
      "2hksdlb",
      "I don't condone underage drinking!",
      "2eua",
      "I mean, I've never drank or anything, so...yeah."
    ],

    [
      "1hub",
      "I've been imagining all the romantic things we could do if we went on a date...",
      "3eua",
      "We could get lunch, go to a cafe...",
      "3eua",
      "Go shopping together...",
      "1eua",
      "I love shopping for skirts and bows.",
      "3hub",
      "Or maybe a bookstore!",
      "3hua",
      "That would be appropriate, right?",
      "1eua",
      "But I'd really love to go to a chocolate store.",
      "3hub",
      "They have so many free samples. Ahaha!",
      "1eua",
      "And of course, we'd see a movie or something...",
      "1eka",
      "Gosh, it all sounds like a dream come true.",
      "1eka",
      "When you're here, everything that we do is fun.",
      "1ekbfa",
      "I'm so happy that I'm your girlfriend, [player].",
      "1hubfa",
      "I'll make you a proud!~"
    ]
  ]
}