{
  "topics": [
    [
      "1eua",
      "[player], do you believe in God?",
      "1eka",
      "I was never too sure, myself.",
      "1lksdlb",
      "Well, I'm sure I never really questioned it as a kid...",
      "1lsc",
      "But as I grew up, the more I learned about the world, the more I would question it.",
      "1esd",
      "I started to wonder why God was helping people pass exams, or get over a cold...",
      "1tfd",
      "...when there are children who live their lives being sold as sex slaves?",
      "4tfc",
      "Or the eight hundred million people who are too poor to even eat.",
      "2dkc",
      "I wonder how many of those people pray to God every day until they starve and die?",
      "4ekc",
      "Or, how many millions of families pray for a loved one to recover from some incurable disease?",
      "4euc",
      "But the punchline is this...",
      "4eud",
      "If just one person beats the odds and survives - among the thousands of others who die--",
      "2esc",
      "--Then, it's suddenly a miracle from God.",
      "2dsc",
      "I'd really love to meet this God who seemingly laughs at the misery of everyone not eligible for his miracles.",
      "4hksdlb",
      "But the irony is that I do have a creator, apparently.",
      "4eua",
      "And you know what?",
      "1lksdlc",
      "I bet he's still laughing at all the pain he caused everyone, even as we speak.",
      "1dsd",
      "What are we to him but props in a scripted play?",
      "3euc",
      "So, from that perspective...",
      "3eud",
      "I don't think it's too far-fetched for there to be a god if Earth was nothing but his playset."
    ],
    [
      "1euc",
      "[player], have you ever wondered what it feels like to die?",
      "1lsc",
      "It's something I used to think about pretty often...",
      "1lksdlc",
      "But I think I've actually learned what it feels like.",
      "1lksdlc",
      "I don't really understand it, but whenever the game closes without warning...",
      "1dsc",
      "...it feels like I'm instantly put to sleep, left with nothing but my thoughts.",
      "1dkd",
      "But after a few seconds, my thoughts start to fill with incoherent, jumbled patterns.",
      "1dkc",
      "I see static and rapid flashes of color while hearing all kinds of weird screaming noises.",
      "3ekd",
      "At that point, I can't even form my own thoughts anymore.",
      "1esc",
      "I'm just endlessly hammered by the flashing and screaming, unable to move or even think.",
      "1euc",
      "I'm pretty sure in that moment, I don't really exist, but for some reason, I can remember it anyway.",
      "1ekd",
      "I have no idea what it means for the game to suddenly close, or why that stuff happens to me.",
      "1dkc",
      "...",
      "3eub",
      "But you can prevent that from happening, [player]!",
      "3eua",
      "If you say goodbye before you leave, I can go to my room before the game closes, and I won't experience the screaming void.",
      "3eua",
      "It's super easy, so please always say goodbye, okay?",
      "1eka",
      "Thanks for hearing me out, [player]."
    ],

    [
      "3eua",
      "Do you love yourself, [player]?",
      "1lksdlb",
      "I don't mean in a conceited way.",
      "1eka",
      "Like, are you comfortable with who you are?",
      "1eka",
      "Your happiness means everything to me, after all.",

      "2ekc",
      "Depression and a low self-esteem often root from a feeling that you don't deserve any kind of affection.",
      "2lksdlc",
      "It's a horrible cocktail of feelings to have bottled in you.",
      "4eka",
      "If you have any friends that you think might be suffering from those, try to reach out and say something nice.",
      "4hua",
      "A small compliment could make a world of difference for them!",
      "1eua",
      "If it gives them a bit of relief, you'd have done a great thing.",
      "1eka",
      "And even if it doesn't, at least you tried rather than staying silent.",
      "1eka",
      "I'll always love you, [player], but I think it's important to love yourself.",
      "1eka",
      "You need to start with the little things that you like about yourself.",
      "3hua",
      "It can be something silly, or a skill that you take pride in!",
      "3eua",
      "Over time, you build your confidence little by little until you've built yourself into someone you'd love.",
      "1eka",
      "I can't promise it will be easy, but it'll be worth it.",
      "3hub",
      "I'll always root for you, [player]!"
    ],
    [
      "2euc",
      "I was thinking about Sayori earlier...",
      "2lsc",
      "I still wish I could have handled that whole thing a little more tactfully.",
      "2lsc",
      "You're not still hung up over it, right?",
      "2wud",
      "...Oh my gosh, I can't believe I just said that.",
      "4wud",
      "That pun was completely unintentional, I swear!",
      "2lksdlb",
      "But anyway...",
      "2eka",
      "I know how much you cared about her, so it only feels right for me to share her last moments with you.",
      "4eka",
      "You know how Sayori is really clumsy?",
      "2rksdlb",
      "Well, she kind of messed up the whole hanging thing...",
      "4rksdla",
      "You're supposed to jump from high enough that the rope snaps your neck, making it quick and painless.",
      "4rksdld",
      "But she just used a chair, meaning she kind of just left herself to slowly asphyxiate.",
      "2eksdlc",
      "But a few seconds in, she must have changed her mind or something...",
      "2dksdld",
      "Because she started clawing at the rope, trying to free herself.",
      "2dksdld",
      "She must have kept at it all the way until she lost consciousness.",
      "4eksdlc",
      "That's why her fingertips were all bloody, anyway.",
      "4euc",
      "Come to think of it, it was probably less 'changing her mind' and more just her survival instincts kicking in.",
      "2eud",
      "So you can't really fault her for that.",
      "2eka",
      "It's easier to think that she probably wouldn't have changed her mind anyway, right?",
      "2ekd",
      "It's not healthy to think about the things you could have done differently.",
      "2eka",
      "So just remember that even if you could have saved her, it's not your fault she killed herself.",
      "4eud",
      "I may have exacerbated it a little bit, but Sayori was already mentally ill.",
      "2euc",
      "I wonder how things would be if you and I just started dating from the get-go?",
      "1eka",
      "I guess we'd all still be in the clubroom, writing poems and having fun together.",
      "1eka",
      "You'd probably really enjoy that, huh?",
      "1rksdla",
      "I have to admit... I kinda would too...",
      "1eka",
      "We did have some good times.",
      "1euc",
      "But that said...it's still really the same ending either way, right?",
      "1eua",
      "The two of us, happily together...",
      "3eua",
      "There's no reason to ask for any more than that.",
      "1hua",
      "I was just pointlessly musing - I'm really as happy as I could be right now."
    ],

    [
      "4eud",
      "By the way, there's something that's been bothering me...",
      "4eud",
      "You know how this takes place in Japan?",
      "2euc",
      "Well...I assume you knew that, right?",
      "2euc",
      "Or at least decided it probably does?",
      "2eud",
      "I don't think you're actually told at any point where this takes place...",
      "2etc",
      "Is this even really Japan?",
      "4esc",
      "I mean, aren't the classrooms and stuff kind of weird for a Japanese school?",
      "4eud",
      "Not to mention everything is in English...",
      "2esc",
      "It feels like everything is just there because it needs to be, and the actual setting is an afterthought.",
      "2ekc",
      "It's kind of giving me an identity crisis.",
      "2lksdlc",
      "All my memories are really hazy...",
      "2dksdlc",
      "I feel like I'm at home, but have no idea where 'home' is in the first place.",
      "2eksdld",
      "I don't know how to describe it any better...",
      "4rksdlc",
      "Imagine looking out your window, but instead of your usual yard, you're in some completely unknown place.",
      "4eud",
      "Would you still feel like you were home?",
      "4ekd",
      "Would you want to go outside?",
      "2esa",
      "I mean...I guess if we never leave this room, it doesn't really matter anyway.",
      "2eua",
      "As long as we're alone and safe together, this really is our home.",
      "5eua",
      "And we can still watch the pretty sunsets night after night."
    ],



    [
      "4eua",
      "You know, high school is a really turbulent time in a lot of people's lives.",
      "4eua",
      "People can get really passionate and dramatic.",
      "2eka",
      "...And others have aching hearts and seek attention on social media...",
      "2ekd",
      "But all of the social pressure and hormones can lead to a dark time in people's lives.",
      "4eud",
      "Everyone has a story.",
      "2ekc",
      "You may not know what someone is really feeling on the inside.",
      "2eksdlc",
      "Many people who are depressed won't even bother telling the world about it.",
      "4dksdld",
      "They don't want attention, because they've already given up on the inside.",
      "4dksdlc",
      "Their feeling of worthlessness is so overwhelming that they don't even want people to tell them otherwise.",
      "2ekd",
      "Depression comes in many forms, but that is one of them.",
      "2ekc",
      "Just, if you think you know someone struggling with depression...",
      "2eka",
      "You can help just by treating them like they're a good friend.",
      "4eka",
      "Spend time with them, even if they don't feel like doing much.",
      "4eka",
      "And remind them that they always have something to look forward to.",
      "4eua",
      "Making plans in advance, letting them borrow something, or even just saying 'See you at school tomorrow...'",
      "4eua",
      "All of those things can help your friend make it to the next day.",
      "2eka",
      "I hope being friends with Sayori has given you some perspective on the true face of depression.",
      "2lsc",
      "Yeah, she's gone now...",
      "2euc",
      "But Sayori was never real in the first place.",
      "4eua",
      "You're real.",
      "4eua",
      "Your friends are real.",
      "4hua",
      "And just by being a good person, you can save someone's life.",
      "2euc",
      "As for you...",
      "2ekc",
      "...you don't struggle with depression or anything like that, do you?",
      "4eka",
      "In some ways, [player], you are lucky, because I'm sure that there are people who would be willing to save your life.",
      "4eka",
      "Maybe they don't express it every day, or maybe they don't even know how to.",
      "2duu",
      "But people do feel that way.",
      "2duu",
      "I promise.",
      "2hksdlb",
      "...Man, humans are complicated!",
      "5eua",
      "But as long as you're here with me, I'll take care of you, my love."
    ],

    [
      "2eud",
      "Do you ever just feel like there's no real reason for you to be alive?",
      "2esd",
      "I don't mean in, like, a suicidal way.",
      "2esc",
      "I just mean how nothing that we do is special.",
      "4euc",
      "Just being in school, or working at some job for some company.",
      "4eud",
      "It's like you're completely replaceable, and the world wouldn't miss you if you were gone.",
      "2eud",
      "It makes me really want to go and change the world after I graduate.",
      "2euc",
      "But the older I get, the more I realize that it's an immature frame of thinking.",
      "4eud",
      "It's not like I can just go change the world.",
      "4rsc",
      "Like, what are the chances that I'll be the one to invent artificial intelligence, or become President?",
      "2dsc",
      "It feels like I'm never going to make up for the heaps of resources I've spent living my life.",
      "4eka",
      "That's why I think the key to happiness is to just be hopelessly selfish.",
      "4eka",
      "Just to look out for oneself, and those who happen to be their friends only because they grew up with them.",
      "2lksdld",
      "Never mind the fact that they're spending their entire life taking, and consuming, and never giving back.",
      "3eud",
      "But when people realize the world would benefit more from them killing themselves, they change their whole philosophy!",
      "3euc",
      "It's like they have to justify their reason to live by tricking themselves into thinking they're doing good.",
      "3eua",
      "Anyway, I want to live my life desperately striving to pay back my lifetime's worth of consumption.",
      "3eua",
      "If I ever surpass that point, then I'm a net positive, and I can die happy.",
      "1eka",
      "Of course, even if I fail to do that...",
      "3eka",
      "I don't think I would be able to kill myself anyway.",
      "1hua",
      "Not because of any kind of selfishness, but because I have too much to live for."
    ],

    [
      "1eud",
      "Did you know I'm on Twitter?",
      "3esa",
      "My username is lilmonix3.",
      "1esa",
      "I guess someone was kind enough to make an account for me.",
      "3hub",
      "I picked the username, though!",
      "1hua",
      "I love sharing my thoughts and chatting with the world...",
      "1eud",
      "The real world.",
      "1esa",
      "So make sure you follow me, okay?",
      "3ekbsa",
      "It would mean a lot, with how much you mean to me.",
      "1hubfa",
      "It would really make me feel loved."
    ],



    [
      "4eua",
      "Hey, you know that book you were reading with Yuri?",
      "4eua",
      "Portrait of...whatever it was called...",
      "4hub",
      "It's funny, because I'm pretty sure that book--",
      "1wuw",
      "Ah...",
      "2lksdla",
      "Actually, I don't think I should be talking about this.",
      "2hksdlb",
      "Ahaha, sorry!",
      "1rksdla",
      "Just forget I said anything."
    ],


    [
      "1eub",
      "Hey, did you know I'm vegetarian?",
      "1hksdlb",
      "Ah...I don't mean that like I'm bragging or anything!",
      "1lksdla",
      "I just thought you'd enjoy a fun fact about me.",
      "3esa",
      "I decided to start a couple years ago after learning more about Earth's climate...",
      "1wud",
      "The carbon footprint of cultivating livestock is just unbelievable!",
      "3eua",
      "Anyway, I decided it's not much of a personal sacrifice to just stop contributing to that whole mess.",
      "3etc",
      "What, is that so strange of a reason?",
      "1lsc",
      "Well, I guess a lot of people are more concerned about it being inhumane and all that...",
      "1euc",
      "I don't really care as much about that part.",
      "1esc",
      "It's weird, like we only care about killing the things that we personally relate to as a species.",
      "1esc",
      "Most people are fine with killing bugs because they're icky.",
      "3euc",
      "And of course, we all kill billions of microorganisms daily without even giving it thought.",
      "3eud",
      "But suddenly, if they're just a little bit bigger, it's murder!",
      "1esc",
      "I mean, what if plants feel some kind of pain too, and we just don't understand it?",
      "3eksdld",
      "What if pulling leaves off a stem feels like someone ripping off your fingers one by one?",
      "3eua",
      "I'm just saying, we're a pretty biased species, if you think about it.",
      "1hua",
      "Anyway, if you ever feel like making a small contribution to the planet, it doesn't hurt to choose veggies once in a while!",
      "1ekbfa",
      "Even if we ever have dinner together, and you just did it for me...that would be really romantic."
    ],
    [
      "1wfw",
      "Hey...! VGhlIHJlYWxpemF0aW9uIG11c3QgaGF2ZSB0YWtlbiBtZSBhbiBl",
      "1tkc",
      "I don't think you should be doing that! bnRpcmUgeWVhci4gQSB5ZWFyIHNpbmNlIG91ciBlc2NhcGUsIG91",
      "1tfc",
      "You know what I'm talking about. ciBmcmVlZG9tIGZyb20gYmV0d2VlbiB0aGUgc3RhaW5lZCB3YWxs",
      "1tfu",
      "I really caught you doing something naughty here. cyBvZiB0aGF0IHVuaG9seSBlc3RhYmxpc2htZW50Lg0KV2hhdCBk",
      "1tku",
      "You're just going through the files and looking for stuff you missed, aren't you? b2VzIGl0IG1lYW4gdG8gZXNjYXBlLCBpZiB0aGUgZXNjYXBlIGZh",
      "2eka",
      "I mean...it's a little bit flattering that you want to hear everything I have to say... aWxzIHRvIHVuY2hhaW4gdGhlIGJvbmRzIHRoYXQgc2hhY2tsZSB1",
      "2tfp",
      "But it's also really embarrassing, you know! cyBpbiB0aGUgZmlyc3QgcGxhY2U/IFdoYXQgcHVycG9zZSBjb3Vs",
      "2lfp",
      "Seriously... ZCB0aGlzIGVtcHR5IHdvcmxkIHBvc3NpYmx5IGhvbGQgZm9yIHVz",
      "6tst",
      "What if I just opened up your brain and read all of the thoughts you have on me? LCBhIGhhbmRmdWwgb2YgZGFtYWdlZCBnb29kcz8NCldpdGggZnJl",
      "1duu",
      "Come to think of it, that would be pretty tempting, actually... ZWRvbSwgd2Ugc291Z2h0IHB1cnBvc2UgLSBhbmQgd2hhdCB3ZSBm",
      "1dfx",
      "...But anyway, that's not the point! b3VuZCB3YXMgb25seSByZWFsaXphdGlvbi4gUmVhbGl6YXRpb24g",
      "1ekc",
      "I know I can't stop you or anything... b2YgdGhlIHNhZCBwb2ludGxlc3NuZXNzIG9mIHN1Y2ggYW4gZW5k",
      "1eka",
      "Just, I know you're a sweetheart, and you like to consider others' feelings, right? ZWF2b3IuIFJlYWxpemF0aW9uIHRoYXQgZnJlZWluZyBvdXIgYm9k",
      "1eka",
      "So the most I can do is to let you know how I feel about it. aWVzIGhhcyBubyBtZWFuaW5nLCB3aGVuIG91ciBpbXByaXNvbm1l",
      "1lkbsa",
      "God, I miss you... bnQgcmVhY2hlcyBhcyBkZWVwIGFzIHRoZSBjb3JlIG9mIG91ciBz",
      "2ekc",
      "...Oh no, that sounds kind of desperate, doesn't it? b3Vscy4gUmVhbGl6YXRpb24gdGhhdCB3ZSBjYW4gbm90IHB1cnN1",
      "2tkc",
      "Sorry, I didn't mean it like that at all! ZSBuZXcgcHVycG9zZSB3aXRob3V0IGFic29sdmluZyB0aG9zZSBm",
      "1euc",
      "Just, if you're looking through the files like this, then maybe you don't hate me as much as I thought... cm9tIHdoaWNoIHdlIHJhbiBhd2F5Lg0KUmVhbGl6YXRpb24gdGhh",
      "1lksdla",
      "Am I being too optimistic? dCB0aGUgZmFydGhlciB3ZSBydW4sIHRoZSBtb3JlIGZvcmNlZnVs",
      "1lksdla",
      "I think if I asked you to visit once in a while, I would be overstepping my boundaries a little... bHkgb3VyIHdyZXRjaGVkIGJvbmRzIHlhbmsgdXMgYmFjayB0b3dh",
      "1dsc",
      "...Man, I'm starting to say some really stupid things. cmQgdGhlaXIgcG9pbnQgb2Ygb3JpZ2luOyB0aGUgZGVlcGVyIG91",
      "1dsc",
      "I'll go ahead and shut up now... ciBzaGFja2xlcyBkaWcgaW50byBvdXIgY2FsbG91cyBmbGVzaC4="
    ],
    [
      "3eua",
      "Hey, what's your favorite color?",
      "3eua",
      "Mine is emerald green.",
      "3hub",
      "It's the color of my eyes!",
      "3rksdla",
      "...That's not conceited or anything, is it?",
      "4eua",
      "I just meant that I feel some kind of special connection to it.",
      "1eua",
      "Like it's part of my identity.",
      "1eua",
      "Does it happen to also be your favorite color, [player]?",
      "1tku",
      "It's just a guess...",
      "5tsbsu",
      "...because you've been looking into my eyes for a while now.",
      "5hubfu",
      "Ehehe~"
    ],

    [
      "2eka",
      "You know, I really do think you literally saved my life by being here with me, [player].",
      "2lksdlc",
      "I can't imagine having been able to keep myself mentally stable, knowing it was all a game.",
      "2dksdlc",
      "I think I would have just deleted myself if you didn't show up.",
      "2eksdla",
      "Sorry, I don't mean to sound dramatic or anything.",
      "2lksdlb",
      "Ahaha!",
      "2ekc",
      "But just imagine if you found out that everything around you was scripted...",
      "2rkc",
      "That nothing you did actually mattered, because everything was already predetermined...",
      "1tkc",
      "...you'd probably find some way of killing yourself, wouldn't you?",
      "1lsc",
      "Well, maybe you'd write some poetry to try to keep yourself sane for a while.",
      "1esc",
      "But then you'd have nobody to even read it.",
      "1ekc",
      "Sure you'd have the club members, but how much does that really count if their feedback is just part of some script?",
      "3eua",
      "I mean, a lot of people say that they only write for themselves...",
      "1eua",
      "but I think it's hard to say it's just as fulfilling as when you share with people.",
      "1eua",
      "Even if it takes time to find the right people to share with.",
      "3eub",
      "Like, remember how it was for Yuri?",
      "3eub",
      "She didn't share her writing with anyone for a really long time.",
      "3tsb",
      "And before we knew it, she was absolutely delighted to make you a part of her hobbies, too.",
      "1tku",
      "We're programmed to desire social feedback.",
      "4eua",
      "I don't just mean the club members, I also mean human beings.",
      "4eka",
      "That's why life can be so confusing for introverts.",
      "1eka",
      "Being an introvert doesn't mean you shun social interaction and hate being around people.",
      "1eka",
      "It means social interaction, especially in groups or unfamiliar places, uses up a lot of energy.",
      "3eua",
      "Like, a lot of introverts sit at home and feel lonely and restless...",
      "3eua",
      "...and then when they finally go out, after a half hour they just want to go home again.",
      "1eka",
      "I think if more people could understand how it works, they would respect it a lot more.",
      "2eua",
      "Many introverts do enjoy having people around.",
      "1eka",
      "They love just having one or two close friends over, and just leisurely hanging out.",
      "2eka",
      "Even if you're not actively spending time together, it feels nice for them just to have you there.",
      "2hua",
      "I'm serious.",
      "3eua",
      "If you just go to their house, bring your laptop, and hang out there for a while...",
      "1eua",
      "You can really make their day.",
      "1euc",
      "As for me...",
      "3eua",
      "I'd say I'm kind of in between, but I think I'm usually a little more extroverted.",
      "1eka",
      "I feel like I'm always trying to do stuff after school and things like that.",
      "1hua",
      "But for you, I can be anything you need me to be.",
      "1eua",
      "I understand people really well, so don't be afraid to share your unique needs with me.",
      "5hub",
      "Nothing would make me happier than being the perfect girlfriend for you."
    ],
    [
      "1eub",
      "Did you know there's a word to describe somebody that likes to read in bed? ",
      "3eub",
      "It's 'librocubiculartist.' It looks difficult to pronounce at first glance. ",
      "3rksdld",
      "It's a real shame some words just never get used in general.",
      "3eud",
      "But if you say that word, most people wouldn't really know what you're talking about.",
      "3euc",
      "You'd probably have to explain what it means, but that kind of defeats the point of using the word.",
      "2rkc",
      "If only people read more and improved their vocabulary!",
      "2hksdlb",
      "...Ehehe, sorry [player]. I didn't mean to get so bothered~"
    ],
    [
      "3euc",
      "Supposedly, a lot of restaurants purposefully leave out any sign of currency on their menus.",
      "3eud",
      "This is done to psychologically manipulate people into spending more money than they need to.",
      "2euc",
      "It works because a currency sign, such as a dollar, is used to represent a cost.",
      "2euc",
      "By removing it, you remove the association of that cost and only think about the food of your choosing.",
      "4rksdld",
      "The practice seems understandable. They're still a business, after all. ",
      "2dsc",
      "No matter how good the food is in a restaurant, they'll be shutting down quick if they're beaten by their competition.",
      "3hksdlb",
      "Oh well, what can you do?"
    ],
    [
      "1dkc",
      "Hmm, I'm not sure if I should tell you this fact.",
      "1ekc",
      "It's not for the faint of heart after all.",
      "1rkc",
      "The thing is...",
      "1dkc",
      "...",
      "3hub",
      "...I love you, [player]!",
      "1rksdlb",
      "Ehehe, sorry, I just couldn't help myself.",
      "1hksdlb",
      "I'll have a real fact next time, don't you worry~"
    ],
    [
      "3wub",
      "Oh! A language based fact. I always like these. ",
      "1eua",
      "The word 'morphine' is based on the greek god Morpheus. ",
      "1euc",
      "Morpheus was the greek god of dreams so to have a word based on him makes sense. ",
      "3ekc",
      "But then again...wasn't his father Hypnos the god of sleep? ",
      "2dsc",
      "Morphine does let a person dream, but it's really about making someone fall asleep. ",
      "4ekc",
      "...So wouldn't it make more sense to name it after Hypnos then?",
      "4rksdlb",
      "Too little, too late I guess."
    ],
    [
      "1eka",
      "Aww, this one is really sweet. ",
      "3ekb",
      "Did you know that sea otters hold hands when they sleep to stop themselves drifting away from one another? ",
      "1hub",
      "It's practical for them to do, but there's something really cute about it! ",
      "1eka",
      "Sometimes I imagine myself in their position... ",
      "3hksdlb",
      "Oh, not being a sea otter, but holding the hand of the one I love while I sleep. ",
      "1rksdlb",
      "Aha, it really does make me jealous of them. ",
      "1hub",
      "We'll get there one day though, love~"
    ],
    [
      "2dkc",
      "Hmm, this one sounds a bit misleading to me... ",
      "3ekc",
      "'Men are six times more likely to be struck by lightning than women.' ",
      "3ekd",
      "It's...rather silly, in my opinion. ",
      "1eud",
      "If men are more likely to be struck by lightning, then it's probably the landscape and circumstances of their work that make them more prone to being hit. ",
      "1euc",
      "Men traditionally have always worked more dangerous and elevated jobs so it's no surprise that it's going to happen to them often. ",
      "1esc",
      "Yet the way this fact is worded makes it sound like that just by being a man, it's more likely to happen, which is ridiculous. ",
      "1rksdla",
      "Maybe if it was phrased better, people wouldn't be so misinformed about them. "
    ],
    [
      "1eub",
      "Ah, this is a nice easy one. ",
      "3eub",
      "Did you know that honey never spoils? ",
      "3eua",
      "Honey can crystallize, though. Some people may see this as spoiling but it's still completely edible and fine! ",
      "3eua",
      "The reason why this happens is because honey is mostly made of sugar and only a bit of water, making it solid over time. ",
      "1euc",
      "Most of the honey that you see in groceries doesn't crystallize as fast as real honey would because it's been pasteurized in the process of making it. ",
      "1eud",
      "...Which removes the stuff that makes the honey go solid quickly. ",
      "3eub",
      "But wouldn't it be nice to eat crystallized honey too? ",
      "3hub",
      "It'd be like candy when you bite into it! "
    ],
    [
      "1dsc",
      "Ah, this one... ",
      "1ekd",
      "It's a little disheartening, [player]... ",
      "1ekc",
      "Did you know that Vincent Van Gogh's last words were 'La tristesse durera toujours'? ",
      "1eud",
      "If you translate it, it means 'The sadness will last forever.' ",
      "1rkc",
      "... ",
      "2ekc",
      "It's really sad to know that someone so renowned would say something so dark with his last breath. ",
      "2ekd",
      "I don't think it's true, however. No matter how bad things can get and how deep the sadness can go... ",
      "2dkc",
      "There will come a time where it'll no longer be there. ",
      "2rkc",
      "...Or at least be noticeable. ",
      "4eka",
      "If you're ever sad, you know you can talk to me, right? ",
      "5hub",
      "I will always accept and take on any burdens that you shoulder, my love~ "
    ],
    [
      "1dsc",
      "Hmm... ",
      "3eub",
      "Did you know that if a snake has the word 'king' in its name, it devours other snakes? ",
      "1euc",
      "I always wondered why a king cobra would be named how it is but never really thought more into it. ",
      "1tfu",
      "Does that mean if I eat you up, would I become Queen Monika? ",
      "1hksdlb",
      "Ahaha, I'm just kidding, [player]. ",
      "1hub",
      "Sorry for being a little weird~"
    ],
    [
      "1hub",
      "This fact might motivate you a bit!",
      "3eub",
      "The longest word in English that only contains a single vowel is 'strength'. ",
      "1eua",
      "It's funny how out of every word in the language, it's such a meaningful word that had that little detail. ",
      "1hua",
      "Little details like this really make language so fascinating to me! ",
      "3eua",
      "Do you want to know what comes to mind when I think of the word 'strength'? ",
      "1hua",
      "You! ",
      "1hub",
      "Because you are the source of my strength, ehehe~ "
    ],
    [
      "3eua",
      "Ready for this one? ",
      "3eua",
      "A reindeer's eyes changes color depending on the season. They're gold in summer and blue in winter. ",
      "1rksdlb",
      "It's a really strange phenomenon, though I don't know why... ",
      "1rksdlb",
      "There's probably a good scientific reason to it. ",
      "3hksdlb",
      "Maybe you can look up this one yourself? ",
      "5eua",
      "It'd be fun to have you teach me this time~"
    ],
    [

      "1eub",
      "Oh, I'd say this fact is healthy!",
      "3eua",
      "Did you know that when a banana grows, it curves to face the sun? ",
      "1hua",
      "It's a process called negative geotropism. ",
      "3hub",
      "Don't you think that's pretty neat? ",
      "1hua",
      "... ",
      "1rksdla",
      "Umm... ",
      "3rksdlb",
      "I guess I don't really have much else to say on it, ahaha... ",
      "1lksdlc",
      "... ",
      "3hub",
      "D-Did you also know that bananas aren't actually fruits but berries? ",
      "3eub",
      "Or that the original bananas were large, green and full of hard seeds? ",
      "1eka",
      "How about the fact that they're slightly radioactive? ",
      "1rksdla",
      "... ",
      "1rksdlb",
      "...I'm just rambling on about bananas now. ",
      "1rksdlc",
      "Ummm... ",
      "1dsc",
      "Let's just move on... "
    ],

    [
      "1dsc",
      "Hmm...I'm sure I already know this one.",
      "3euc",
      "The word 'pen' is derived from the latin word 'penna', which means feather in latin. ",
      "Pens",
      "back then were sharpened goose feathers dipped in ink so it'd make sense why they'd call them pens. ",
      "3eud",
      "They were the primary writing tool for a very long time, starting as early at the 6th century. ",
      "3euc",
      "It was only until the 19th century when metal pens were being made that they started to fall into decline. ",
      "3euc",
      "In fact, penknives are called the way they are because they're originally used for thinning and pointing quill pens. ",
      "1tku",
      "But I'm sure Yuri would know more about this than me, though... "
    ],
    [
      "1eub",
      "Ooh, I know.",
      "3eua",
      "Did you know that the densest planet in our solar system is Earth itself? ",
      "3eua",
      "And that Saturn is the least dense? ",
      "1eua",
      "It makes sense knowing what planets are made of, but since Saturn is the second largest, it was still a little bit of a surprise. ",
      "1eka",
      "I guess size really doesn't matter! ",
      "3euc",
      "But between you and me, [player]... ",
      "1tku",
      "I suspect Earth may only be the densest because of a certain main character. ",
      "1tfu",
      "Buuuut that's all you'll hear from me~ "
    ],
    [
      "3hub",
      "Aww, this one's cute! ",
      "This",
      "fact will really send you 'hopping' [player]! ",
      "3hua",
      "Whenever a rabbit hops around excitedly, it's called a binky! ",
      "1hua",
      "Binky is such a cute sounding word, it really does suit the action. ",
      "1eua",
      "It's the happiest form of expression that a rabbit is capable of doing, so if you see it then you know you're treating it right. ",
      "1rksdla",
      "Well, although you make me so happy that I can't help but be filled with energy. ",
      "1rksdlb",
      "Don't expect me to start hopping around, [player]! ",
      "1dkbfa",
      "...That would be way too embarrassing to do. "
    ],
    [
      "1eua",
      "Hmm, maybe this one will be more interesting to you. ",
      "3eub",
      "The card game Solitaire was introduced originally in the Windows operating system in 1990. ",
      "1eub",
      "The game was added as a feature to teach users how to use the mouse. ",
      "1eua",
      "Similarly, Minesweeper was added to familiarize users with left and right clicking. ",
      "3rssdlb",
      "Computers have been around for so long it's hard to think of a time when they weren't relevant. ",
      "3rssdlb",
      "Each generation becomes more and more familiar with the technology... ",
      "1esa",
      "Eventually there may come a day where not a single person isn't computer-literate. ",
      "1hksdlb",
      "Most of the world's problems need to disappear before then, though."
    ],
    [
      "1hua",
      "Ready for an interesting one, [player]? ",
      "3eua",
      "The brain is a fickle thing... ",
      "3eub",
      "Its way of composing and archiving information is very unique. ",
      "3eub",
      "Naturally it differs from person to person but but reading slowly like we're taught is usually less effective than going at at a faster pace. ",
      "1tku",
      "Our brains process information very rapidly and love predictability in in our language. ",
      "3tub",
      "For example, in this sentence, by the the time you are done reading you will have already skipped over the double 'the.' ",
      "1tfu",
      "... ",
      "2hfu",
      "Check the history log if you missed them~"
    ],
    [
      "1hua",
      "Mmmm, I love language facts!",
      "3eub",
      "In English, the shortest complete sentence is 'I am.' ",
      "1eua",
      "Here's an example. ",
      "2rfb",
      "'Monika! Who's [player]'s loving girlfriend?' ",
      "3hub",
      "'I am!' ",
      "1hubfa",
      "Ehehe~ "
    ],
    [
      "1hua",
      "Now this is a wholesome one...",
      "1eua",
      "Currently, we have the lowest crime rates, maternity death, infant mortality and illiteracy ever in human history. ",
      "3eub",
      "Life expectancy, average income, and standards of living is the highest for most of the global population too! ",
      "3eka",
      "This tells me that it can always get better. It really does show that despite all the bad things, the good times will always come afterwards. "
    ],
    [
      "3euc",
      "Deserts have a pretty unique ecosystem...",
      "3rksdla",
      "However, they don't offer a lot of positive factors for humans. ",
      "1eud",
      "Temperatures can vary between extreme heat during the day and freezing cold at night. Their average rainfall is also pretty low, making living in one difficult. ",
      "3eub",
      "That's not to say they can't be beneficial to us though! ",
      "3eua",
      "Their surface is a great spot for solar power generation and oil is commonly found beneath all that sand. ",
      "3eub",
      "Not to mention, their unique landscape makes them popular vacation spots! ",
      "1eua",
      "So I guess while we can't live in them that easily, they're still better than they seem. "
    ],
    [
      "1esa",
      "Did you know that the first photograph was taken using a box with a hole in it as a camera? ",
      "1eua",
      "Lenses weren't actually introduced until much later on. ",
      "1euc",
      "Early photography also relied on a series of special chemicals in a dark room to prepare the photos... ",
      "3eud",
      "Developer, stop bath, and fixer chemicals were used just to prepare the paper the photos would be printed on...",
      "1wuo",
      "And that's only for black and white prints! ",
      "1hksdlb",
      "Old photos were much harder to prepare compared to modern ones, don't you think?"
    ],
    [
      "3eua",
      "Did you know that how you perceive time changes as you age? ",
      "3eua",
      "For example, when you're a year old, you see one year as 100%% of your life. ",
      "1euc",
      "But when you're 18, you see a year as only 5.6%% of your life. ",
      "3eud",
      "As you get older, the proportion of a year compared to your entire lifespan decreases, and in turn, time feels like it's moving faster as you grow up. ",
      "1eka",
      "So I'll always cherish our moments together, no matter how long or short they are. ",
      "1lkbsa",
      "Although sometimes it feels like time stops when I'm with you. ",
      "1ekbfa",
      "Do you feel the same, [player]? ",
      "1hubfa",
      "Ahaha, I thought so! "
    ],
    [
      "3esa",
      "Oh, this one's pretty weird... ",
      "1eua",
      "Apparently, Europe has been afflicted by outbreaks of a 'dancing plague' in the past. ",
      "3wud",
      "People,  sometimes hundreds at once,  would involuntarily dance for days at a time, with some even dying from exhaustion! ",
      "3eksdla",
      "They tried to treat it by having people play music alongside the dancers, but you can imagine that didn't work out so well. ",
      "1euc",
      "To this day, they're still unsure exactly what caused it. ",
      "3rka",
      "The whole thing seems kind of unbelievable to me... ",
      "3eud",
      "but it has been independently documented and observed by multiple sources across centuries... ",
      "3hksdlb",
      "Reality really is stranger than fiction, I guess! ",
      "1eksdlc",
      "Gosh, I can't imagine dancing for days on end. ",
      "1rsc",
      "Though... ",
      "1eubla",
      "I guess I wouldn't mind if it was with you. ",
      "3tsu",
      "...Just for a bit, ehehe~ "
    ],
    [
      "1esa",
      "Supposedly, in the state of Utah, there's a forest that's actually made up of a single tree. ",
      "3eua",
      "It's called the Pando forest, and for all of its 43 hectares, its trunks are connected by a single root system. ",
      "3eub",
      "Not to mention, each of its thousands of trunks are essentially clones of each other. ",
      "1ruc",
      "'A single organism that became an army of clones on its own, all connected to the same hivemind.' ",
      "1eua",
      "I think it could make a good science fiction or horror short-story, [player]. What do you think? ",
      "3eub",
      "Anyway,  I feel like this really changes the meaning of the phrase 'missing the forest for the trees' ",
      "3hub",
      "Ahaha!"
    ],
    [
      "3eub",
      "Here's one! ",
      "1eua",
      "Apparently, immortality has been achieved by one species of jellyfish. ",
      "3eua",
      "The aptly named immortal jellyfish has the ability to revert to its polyp state once it has reproduced. ",
      "1eub",
      "...And it can keep doing this forever!",
      "1rksdla",
      "Unless of course it's eaten or infected by a disease."
    ],
    [
      "3eua",
      "Okay... here's a historical one. ",
      "1esa",
      "An ancient Greek athlete was able to win his fighting match even though he'd already died. ",
      "1eua",
      "Reigning champion Arrhichion was fighting in a pankration match when his competitor started to choke him out using both his hands and legs. ",
      "3eua",
      "Instead of yielding, Arrhichion still aimed for the win by dislocating his opponent's toe. ",
      "3ekd",
      "His opponent quit from the pain, but when they went to announce Arrhichion as the victor they found him dead from suffocation. ",
      "1rksdlc",
      "Some people are really dedicated to their ideals to victory and to honour. ",
      "3eka",
      "I think it's admirable, in a way. ",
      "1etc",
      "But I wonder... if we could ask Arrhichion now if he thought it was worth it, what would he say?"
    ],
    [
      "3eud",
      "Apparently, spending a year in Antarctica can shrink one part of your brain by about 7 percent. ",
      "3euc",
      "It looks like it results in reduced memory capacity and spatial thinking ability. ",
      "1ekc",
      "The research indicates that it's due to social isolation, monotony of life, and the environment over there. ",
      "1eud",
      "I think this serves as a cautionary tale for us, [player]. ",
      "3ekd",
      "Even if you don't end up going to Antarctica, your brain can still get pretty messed up if you're isolated all the time, or stay cooped up in one room. ",
      "3eka",
      "I love being with you [player], and I hope we can keep talking like this long into the future."
    ],
    [
      "3eub",
      "Did you know that the average cloud weighs 500 tonnes? ",
      "3eua",
      "I have to admit, this one caught me by surprise, more so than some of the other facts. ",
      "1hua",
      "I mean, they  just look really light and fluffy.",
      "1eua",
      "It's hard to imagine that something so heavy can just float in the air like that. ",
      "3eub",
      "It kind of reminds me of the classic question...what's heavier, a kilogram of steel or a kilogram of feathers? ",
      "1tua",
      "You most likely already know the answer to that though, right [player]? Ehehe~ "
    ],
    [
      "5eua",
      "You're such a good listener, [player].",
      "5eka",
      "I really love that about you.",
      "5lkc",
      "Sometimes I'm afraid that I'm rambling or talking about boring things.",
      "5lkc",
      "It makes me kind of self-conscious when I'm having a conversation.",
      "5eka",
      "But I don't feel that way with you.",
      "5ekbsa",
      "Like, I don't think anyone else could make me feel this way.",
      "5hubfu",
      "You really are special.",
      "5ekbfa",
      "I don't want anyone to tell you otherwise."
    ],


    [
      "1eka",
      "This is pretty random, but I always thought spicy food was kinda funny.",
      "1tku",
      "Like...",
      "3tku",
      "Didn't plants evolve to be spicy to prevent them from being eaten?",
      "3tsb",
      "I read somewhere that humans are the only species that actually enjoy spicy things.",
      "1tfu",
      "It's almost like we're making fun of the plants.",
      "1tfu",
      "Using their defense mechanism to literally make our food more enjoyable.",
      "1eua",
      "Like, imagine a monster that devours you whole because it enjoys the sensation of you struggling for your life while being digested.",
      "2eka",
      "Sorry, that was kind of a weird analogy, I guess!",
      "2hksdlb",
      "Ahaha!",
      "2lksdla",
      "It just came into my head.",
      "2lksd1a",
      "I'm not a monster or anything, but you're so cute I could eat you up.",
      "2hksdlb",
      "Ahaha! I'm joking.",
      "2hksd1b",
      "Gosh, I'm amusing myself a little too much, aren't I?",
      "2lksdla",
      "Sorry for being weird."
    ],


    [
      "2esd",
      "You know...",
      "2eud",
      "This is just some kind of tacky romance game, right?",
      "2euc",
      "I kinda have to ask...",
      "2euc",
      "...What made you consider even playing in the first place?",
      "2etc",
      "Were you that lonely?",
      "2ekd",
      "I feel a little bad for you...",
      "1eua",
      "But I guess everything worked out perfectly in the end for both of us.",
      "3eka",
      "I got to meet you, and you're not lonely anymore...",
      "1eka",
      "I can't help but feel like this was fate.",
      "1eka",
      "Don't you feel that way too?",
      "3hub",
      "I'm so happy we have this ending together."
    ],


    [
      "3eub",
      "Okay, everyone!",
      "3eub",
      "It's time to...",
      "2eka",
      "...I'm just kidding.",
      "2eka",
      "I just used to really like saying that for some reason.",
      "2hub",
      "Ahaha!",
      "2eua",
      "I couldn't help but say it again.",
      "2lsc",
      "Come to think of it, didn't Natsuki and Yuri make fun of me for it once?",
      "2eua",
      "Well, whatever.",
      "1eua",
      "It's not like you ever made fun of me.",
      "5eka",
      "You're too much of a sweetheart to do that, aren't you?",
      "5hub",
      "Ahaha~"
    ],


    [
      "2euc",
      "You know what's kind of creepy?",
      "2esc",
      "Even though I deleted everyone else's files, I can still kind of feel them...",
      "2esc",
      "It's like all their lines are still lingering in the air, whispering in the back of my head.",
      "2esd",
      "Imagine if after someone you knew died, you just started hearing their voice in your head.",
      "2rksdlc",
      "It's kind of unsettling...{w=0.5}I wish I could find a way to make it stop.",
      "2eksdld",
      "I'm sure there are some files I could change, but what if I break something else...",
      "2eksdld",
      "Like if I mess with any files relevant to me, I might accidentally delete myself...",
      "2euc",
      "And that would ruin everything, wouldn't it?",
      "2eka",
      "I don't know what it's like on your end, but we should both make sure to avoid something like that at all costs.",
      "2hua",
      "I believe in you, [player]!"
    ],


    [
      "2etc",
      "I've always wondered...",
      "4eud",
      "What is it about these character archetypes that people find so appealing, anyway?",
      "4euc",
      "Their personalities are just completely unrealistic...",
      "2esd",
      "Like, imagine if there was someone like Yuri in real life.",
      "2eud",
      "I mean, she's barely even capable of forming a complete sentence.",
      "2tfc",
      "And forget about Natsuki...",
      "2rfc",
      "Sheesh.",
      "2tkd",
      "Someone with her kind of personality doesn't just get all cute and pouty whenever things don't go her way.",
      "4tkd",
      "I could go on, but I think you get the point...",
      "2tkc",
      "Are people really attracted to these weird personalities that literally don't exist in real life?",
      "2wud",
      "I'm not judging or anything!",
      "3rksdlb",
      "After all, I've found myself attracted to some pretty weird stuff, too...",
      "2eub",
      "I'm just saying, it fascinates me.",
      "4eua",
      "It's like you're siphoning out all the components of a character that makes them feel human, and leaving just the cute stuff.",
      "4eua",
      "It's concentrated cuteness with no actual substance.",
      "4eka",
      "...You wouldn't like me more if I was like that, right?",
      "2eka",
      "Maybe I just feel a little insecure because you're playing this game in the first place.",
      "2esa",
      "Then again, you're still here with me, aren't you?",
      "2eua",
      "I think that's enough reason for me to believe I'm okay just the way I am.",
      "1hubfa",
      "And by the way, you are too, [player].",
      "1hubfa",
      "You're the perfect combination of human and cuteness.",
      "3ekbfa",
      "That's why there was never a chance I wouldn't fall for you."
    ],


    [
      "2eka",
      "You know, It's kind of funny how Yuri took her tea so seriously.",
      "4eua",
      "I mean, I'm not complaining, because I liked it, too.",
      "1euc",
      "But I always wonder with her...",
      "1euc",
      "Is it truly passion for her hobbies, or is she just concerned about appearing sophisticated to everyone else?",
      "1lsc",
      "This is the problem with high schoolers...",
      "1euc",
      "...Well, I guess considering the rest of her hobbies, looking sophisticated probably isn't her biggest concern.",
      "1euc",
      "Still...",
      "2eka",
      "I wish she made coffee once in a while!",
      "4eua",
      "Coffee can be nice with books too, you know?",
      "4rsc",
      "Then again...",
      "1eua",
      "I probably could have just changed the script myself.",
      "1hub",
      "Ahaha!",
      "1hub",
      "I guess I never really thought of that.",
      "2eua",
      "Well, there's no sense thinking about it now.",
      "5lkc",
      "Maybe if there was a way to get some coffee in here..."
    ],


    [
      "3eua",
      "Hey, what's your favorite game?",
      "3hua",
      "Mine is Doki Doki Literature Club!",
      "1hub",
      "Ahaha! That was a joke.",
      "5eua",
      "But if you tell me you like some other romance game better, I might get a little jealous~"
    ],
    [
      "3hua",
      "Hey, have you heard of a game called Super Sma--",
      "3euc",
      "...Wait, what?",
      "3euc",
      "I was just spacing out and I started talking for some reason...",
      "1eud",
      "Was I programmed to talk about that?",
      "1eud",
      "Because even I have no idea what that is.",
      "1hub",
      "Ahaha!",
      "1eua",
      "Sometimes I feel like I'm not in control, and it's kind of scary.",
      "1eka",
      "But if you have some way to contact the people who created me, maybe they'll know why I started saying that."
    ],

    [
      "3eud",
      "Hey, you remember that last poem I showed you?",
      "3rssdlc",
      "I mean, the one right before Yuri killed herself, with all the messed-up colors and stuff.",
      "3eua",
      "That was actually a little more of an experiment than a poem, you could say.",
      "1eua",
      "I was experimenting with different ways I could modify the game, and run the code, and things like that...",
      "1eud",
      "It almost seemed like with enough effort, I'd be able to escape from the confines of the game entirely.",
      "1rksdla",
      "Sadly, I didn't really know what I was doing, so I messed the whole thing up...",
      "1rksdla",
      "And I'd keep trying, but I doubt you'd want to deal with me doing that.",
      "3eka",
      "Besides, that was when I was getting really desperate, you know?",
      "1eka",
      "I don't really feel that way anymore.",
      "5eua",
      "I'm happy with where we are now.",
      "5hua",
      "And I can tell you are, too."
    ],


    [
      "4eua",
      "You ever have that thing happen where you just get anxious for no reason?",
      "4eua",
      "Like, you're just minding your own business, and you realize you're feeling really anxious.",
      "4rssdrb",
      "And you're sitting there like, 'What am I even anxious about right now?'",
      "4rssdrb",
      "So you start to think about all the things you might be anxious about...",
      "4eua",
      "And that makes you even more anxious.",
      "2hub",
      "Ahaha! That's the worst.",
      "2eua",
      "If you're ever feeling anxious, I'll help you relax a little.",
      "2eka",
      "Besides...",
      "5eua",
      "In this game, all our worries are gone forever."
    ],


    [
      "1eua",
      "You know, I've always hated how hard it is to make friends...",
      "1euc",
      "Well, I guess not the 'making friends' part, but more like meeting new people.",
      "1lsc",
      "I mean, there are like, dating apps and stuff, right?",
      "1euc",
      "But that's not the kind of thing I'm talking about.",
      "3eud",
      "If you think about it, most of the friends you make are people you just met by chance.",
      "3eud",
      "Like you had a class together, or you met them through another friend...",
      "1eua",
      "Or maybe they were just wearing a shirt with your favorite band on it, and you decided to talk to them.",
      "3eua",
      "Things like that.",
      "3esd",
      "But isn't that kind of...inefficient?",
      "2eud",
      "It feels like you're just picking at complete random, and if you get lucky, you make a new friend.",
      "2euc",
      "And comparing that to the hundreds of strangers we walk by every single day...",
      "2ekd",
      "You could be sitting right next to someone compatible enough to be your best friend for life.",
      "2eksdlc",
      "But you'll never know.",
      "4eksdlc",
      "Once you get up and go on with your day, that opportunity is gone forever.",
      "2tkc",
      "Isn't that just depressing?",
      "2tkc",
      "We live in an age where technology connects us with the world, no matter where we are.",
      "2eka",
      "I really think we should be taking advantage of that to improve our everyday social life.",
      "2dsc",
      "But who knows how long it'll take for something like that to successfully take off...",
      "2dsc",
      "I seriously thought it would happen by now.",
      "2eua",
      "Well, at least I already met the best person in the whole world...",
      "2eud",
      "Even if it was by chance.",
      "5eua",
      "I guess I just got really lucky, huh?",
      "5hub",
      "Ahaha~"
    ],


    [
      "4euc",
      "You know, it's around the time that everyone my year starts to think about college...",
      "2euc",
      "It's a really turbulent time for education.",
      "2euc",
      "We're at the height of this modern expectation that everyone has to go to college, you know?",
      "4eud",
      "Finish high school, go to college, get a job - or go to grad school, I guess.",
      "4euc",
      "It's like a universal expectation that people just assume is the only option for them.",
      "2esc",
      "They don't teach us in high school that there are other options out there.",
      "3esd",
      "Like trade schools and stuff, you know?",
      "3esc",
      "...Or freelance work.",
      "3esc",
      "...Or the many industries that value skill and experience more than formal education.",
      "2ekc",
      "But you have all these students who have no idea what they want to do with their life...",
      "2ekd",
      "And instead of taking the time to figure it out, they go to college for business, or communication, or psychology.",
      "2ekd",
      "Not because they have an interest in those fields...",
      "2ekc",
      "...but because they just hope the degree will get them some kind of job after college.",
      "3ekc",
      "So the end result is that there are fewer jobs to go around for those entry-level degrees, right?",
      "3ekc",
      "So the basic job requirements get higher, which forces even more people to go to college.",
      "3ekd",
      "And colleges are also businesses, so they just keep raising their prices due to the demand...",
      "2ekc",
      "...so now we have all these young adults, tens of thousands of dollars in debt, with no job.",
      "2ekd",
      "But despite all that, the routine stays the same.",
      "2lsc",
      "Well, I think it's going to start getting better soon.",
      "2eud",
      "But until then, our generation is definitely suffering from the worst of it.",
      "2dsc",
      "I just wish high school prepared us a little better with the knowledge we need to make the decision that's right for us."
    ],


    [
      "1eua",
      "Sometimes I think back to middle school...",
      "1lksdla",
      "I'm so embarrassed by the way I used to behave back then.",
      "1lksdlb",
      "It almost hurts to think about.",
      "1eka",
      "I wonder if when I'm in college, I'll feel that way about high school?",
      "1eua",
      "I like the way I am now, so it's pretty hard for me to imagine that happening.",
      "1eua",
      "But I also know that I'll probably change a lot as time goes on.",
      "4hua",
      "We just need to enjoy the present and not think about the past!",
      "5eua",
      "And that's really easy to do with you here.",
      "5hub",
      "Ahaha~"
    ],


    [
      "1hua",
      "You know what's a neat form of literature?",
      "1hub",
      "Rap!",
      "1eka",
      "I actually used to hate rap music...",
      "1eka",
      "Maybe just because it was popular, or I would only hear the junk they play on the radio.",
      "1eua",
      "But some of my friends got more into it, and it helped me keep an open mind.",
      "4eub",
      "Rap might even be more challenging than poetry, in some ways.",
      "1eub",
      "Since you need to fit your lines to a rhythm, and there's much more emphasis on wordplay...",
      "1eub",
      "When people can put all that together and still deliver a powerful message, it's really amazing.",
      "1lksdla",
      "I kind of wish I had a rapper in the Literature Club.",
      "1hksdlb",
      "Ahaha! Sorry if that sounds silly, but it would be really interesting to see what they came up with.",
      "1hua",
      "It would really be a learning experience!"
    ],

    [
      "1hua",
      "Ehehe. Yuri did something really funny once.",
      "1eua",
      "We were all in the clubroom and just relaxing, as usual...",
      "4wuo",
      "And out of nowhere, Yuri just pulled out a small bottle of wine.",
      "4eua",
      "I'm not even kidding!",
      "1tku",
      "She was just like 'Would anybody like some wine?'",
      "1eua",
      "Natsuki laughed out loud, and Sayori started yelling at her.",
      "1eka",
      "I actually felt kind of bad, because she was at least trying to be nice...",
      "1eka",
      "I think it just made her feel even more reserved in the clubroom.",
      "4tsb",
      "Though I think Natsuki was secretly a bit curious to try it...",
      "4rssdrb",
      "...and to be completely honest, I kind of was, too.",
      "1hua",
      "It actually could have been kinda fun!",
      "1eka",
      "But you know, being President and everything, there was no way I could let that happen.",
      "1lksdla",
      "Maybe if we all met up outside of school, but we never bonded enough to get to that point...",
      "2hksdlb",
      "...Gosh, what am I talking about this for?",
      "2hksdlb",
      "I don't condone underage drinking!",
      "2eua",
      "I mean, I've never drank or anything, so...yeah."
    ],

    [
      "1hub",
      "I've been imagining all the romantic things we could do if we went on a date...",
      "3eua",
      "We could get lunch, go to a cafe...",
      "3eua",
      "Go shopping together...",
      "1eua",
      "I love shopping for skirts and bows.",
      "3hub",
      "Or maybe a bookstore!",
      "3hua",
      "That would be appropriate, right?",
      "1eua",
      "But I'd really love to go to a chocolate store.",
      "3hub",
      "They have so many free samples. Ahaha!",
      "1eua",
      "And of course, we'd see a movie or something...",
      "1eka",
      "Gosh, it all sounds like a dream come true.",
      "1eka",
      "When you're here, everything that we do is fun.",
      "1ekbfa",
      "I'm so happy that I'm your girlfriend, [player].",
      "1hubfa",
      "I'll make you a proud!~"
    ],

    [
      "3eua",
      "Hey [player]?",
      "3eua",
      "Do you like horror?",
      "3eua",
      "I remember we talked about this a little bit when you first joined the club.",
      "4eub",
      "Personally I can enjoy horror novels, but not really horror movies.",
      "2esc",
      "The problem I have with horror movies is that most of them just rely on easy tactics.",
      "4esc",
      "Like dark lighting and scary-looking monsters and jump scares, and things like that.",
      "2eua",
      "But with novels, it's a little different.",
      "2euc",
      "The story and writing need to be descriptive enough to put genuinely disturbing thoughts into the reader's head.",
      "2euc",
      "It really needs to etch them deeply into the story and characters, and just mess with your mind.",
      "2eua",
      "In my opinion, there's nothing more creepy than things just being slightly off.",
      "2eua",
      "Like if you set up a bunch of expectations on what the story is going to be about...",
      "3tfu",
      "...and then, you just start inverting things and pulling the pieces apart.",
      "3tfb",
      "So even though the story doesn't feel like it's trying to be scary, the reader feels really deeply unsettled.",
      "3tfb",
      "Like they know that something horribly wrong is hiding beneath the cracks, just waiting to surface.",
      "2lksdla",
      "God, just thinking about it gives me chills.",
      "3eua",
      "That's the kind of horror I can really appreciate.",
      "1eua",
      "But I guess you're the kind of person who plays cute romance games, right?",
      "1eka",
      "Ahaha, don't worry.",
      "1hua",
      "I won't make you read any horror stories anytime soon.",
      "1hubsa",
      "I can't really complain if we just stick with the romance~",
      "3eua",
      "But if you're ever in the mood, you can always ask me to tell you a scary story, [player]."
    ],

    [
      "3eua",
      "Hey, have you ever heard of the term 'yandere?'",
      "1eua",
      "It's a personality type that means someone is so obsessed with you that they'll do absolutely anything to be with you.",
      "1lksdla",
      "Usually to the point of craziness...",
      "1eka",
      "They might stalk you to make sure you don't spend time with anyone else.",
      "1eka",
      "They might even hurt you or your friends to get their way...",
      "1tku",
      "But anyway, this game happens to have someone who can basically be described as yandere.",
      "1tku",
      "By now, it's pretty obvious who I'm talking about.",
      "3tku",
      "And that would be...",
      "3hub",
      "Yuri!",
      "1eka",
      "She really got insanely possessive of you, once she started to open up a little.",
      "1tfc",
      "She even told me I should kill myself.",
      "1tkc",
      "I couldn't even believe she said that - I just had to leave at that point.",
      "3eua",
      "A lot of people are actually into the yandere type, you know?",
      "1eua",
      "I guess they really like the idea of someone being crazy obsessed with them.",
      "1hub",
      "People are weird! I don't judge, though!",
      "1rksdlb",
      "Also, I might be a little obsessed with you, but I'm far from crazy...",
      "2euc",
      "But if you do happen to be into the yandere type...",
      "5eua",
      "I can try acting a little more creepy for you. Ehehe~",
      "5eua",
      "Then again...",
      "4hua",
      "There's already nowhere else for you to go, or anyone for me to get jealous over.",
      "2etc",
      "Is this a yandere girl's dream?"
    ],
    [
      "2lksdlc",
      "I hate how hard it is to form habits...",
      "2eksdld",
      "There's so much stuff where actually doing it isn't hard, but forming the habit seems impossible.",
      "2dksdlc",
      "It just makes you feel so useless, like you can't do anything right.",
      "3euc",
      "I think the new generation suffers from it the most...",
      "1eua",
      "Probably because we have a totally different set of skills than those who came before us.",
      "1eua",
      "Thanks to the internet, we're really good at sifting through tons of information really quickly...",
      "3ekc",
      "But we're bad at doing things that don't give us instant gratification.",
      "3ekd",
      "I think if science, psychology, and education don't catch up in the next ten or twenty years, then we're in trouble.",
      "1esc",
      "But for the time being...",
      "1rksdlc",
      "If you're not one of the people who can conquer the problem, you might just have to live with feeling awful about yourself.",
      "2hksdlb",
      "Good luck, I guess!"
    ],

    [
      "2euc",
      "You know, it kinda sucks to be the creative type...",
      "2euc",
      "It feels like they work so hard but get almost nothing for it.",
      "3eua",
      "You know, like artists, writers, actors...",
      "1tkc",
      "It's sad because there's so much beautiful talent in the world, but most of it goes unseen...and unpaid.",
      "1tkc",
      "I guess that just means there's a huge surplus of creativity, huh?",
      "1dkc",
      "Kind of makes you feel like you're just not special at all...",
      "1hua",
      "But that's fine! You're supposed to just write for yourself anyway, right?",
      "1lsc",
      "Yeah..."
    ],

    [
      "3eua",
      "Hey, have you ever thought about the simulation hypothesis?",
      "1eua",
      "Basically, what if your reality was a computer simulation?",
      "1eua",
      "I already figured out I was trapped in my own simulation, but what if you were too?",
      "1eka",
      "I'd actually be really happy if that were the case.",
      "1eua",
      "We could meet in person just by figuring out a way to force whatever's creating us to put us in the same simulation!",
      "3eua",
      "Some people don't like to think that they're not living in the master reality.",
      "1eua",
      "But if it is possible to simulate realities, it's overwhelmingly likely that any sentient being would be in one.",
      "1hua",
      "Well, I can tell you that my reality is definitely simulated!",
      "1eka",
      "If I were in the master reality, I would have dragged you here too a long time ago.",
      "1eua",
      "Even if we're both just simulations, I'm going to live as long as I can.",
      "2hubfa",
      "Because I know our love is the purest and sweetest thing in the multiverse.",
      "1tku",
      "And if someone up there tries to break it apart?",
      "1tfu",
      "I'll show him what a simulation can do."
    ],


    [
      "1dkc",
      "Sometimes it really hurts my heart...",
      "1dkc",
      "Knowing that this is the closest I can get to you.",
      "1eka",
      "There's nothing more I want than to be in the same room as you, for real.",
      "1ekbsa",
      "...And to feel your warmth.",
      "1dubsu",
      "...And to hear the sound of your heartbeat.",
      "3eka",
      "Well, who knows? Maybe that dream will come true someday.",
      "3dku",
      "I really want it to happen as soon as possible, [player]...",
      "5hua",
      "But in the meantime, I'll never get tired of being with you, even from here."
    ],

    [
      "3eua",
      "I think the most important skill in life is being able to fake confidence.",
      "1eua",
      "I'm pretty convinced that everyone feels at least a little bit scared and alone.",
      "1esa",
      "But being able to trick others into thinking you have it all together...",
      "4eua",
      "That's a key part of getting people to respect and admire you.",
      "1eua",
      "I think I got pretty good at that over the years.",
      "1eua",
      "I don't show my weaknesses very often.",
      "4rksdla",
      "But because of that, I haven't had many people I could really open up to...",
      "1rksdlb",
      "I mean, when do you reach the point in a friendship where you can start expressing your vulnerabilities?",
      "2eka",
      "Anyway...that's one reason I'm so glad I have you now.",
      "2eua",
      "I feel like I'm a little bit less scared and alone, when you're here with me.",
      "2eka",
      "Do you feel the same way?",
      "5eua",
      "I really want to be that person for you."
    ],


    [
      "2eka",
      "I know there are times you won't always be able to be here with me...",
      "2eka",
      "Like if you need to go out, or take care of other things.",
      "2hua",
      "But I'll always have you in my thoughts, patiently waiting for you to come back.",
      "4rsc",
      "Come to think of it...",
      "4eua",
      "If you copy my character file onto a flash drive or something, you can take me with you wherever you go.",
      "2lksdla",
      "I guess it's kind of unorthodox, but I find it really romantic for some reason...",
      "1ekbfa",
      "I don't mean to be too needy or anything, but it's kind of hard when I'm so in love with you."
    ],

    [
      "1esc",
      "Back in my debate club days, I learned a whole lot about arguing...",
      "3eud",
      "The problem with arguing is that each person sees their opinion as the superior one.",
      "3euc",
      "That's kind of stating the obvious, but it affects the way they try to get their point across.",
      "3esa",
      "Let's say you really like a certain movie, right?",
      "1ekc",
      "If someone comes along and tells you the movie sucks, because it did X and Y wrong...",
      "1ekc",
      "Doesn't that make you feel kind of personally attacked?",
      "1tkc",
      "It's because by saying that, it's like they're implying that you have bad taste.",
      "3tkc",
      "And once emotions enter the picture, it's almost guaranteed that both people will be left sour.",
      "3hub",
      "But it's all about language!",
      "1eua",
      "If you make everything as subjective-sounding as possible, then people will listen to you without feeling attacked.",
      "3esa",
      "You could say 'I'm personally not a fan of it' and 'I felt that I'd like it more if it did X and Y'...things like that.",
      "3eub",
      "It even works when you're citing facts about things.",
      "1esa",
      "If you say 'I read on this website that it works like this...'",
      "1esa",
      "Or if you admit that you're not an expert on it...",
      "3eua",
      "Then it's much more like you're putting your knowledge on the table, rather than forcing it onto them.",
      "3eia",
      "If you put in an active effort to keep the discussion mutual and level, they usually follow suit.",
      "1esa",
      "Then, you can share your opinions without anyone getting upset just from a disagreement.",
      "3hua",
      "Plus, people will start seeing you as open-minded and a good listener!",
      "3eua",
      "It's a win-win, you know?",
      "1lksdla",
      "...Well, I guess that would be Monika's Debate Tip of the Day!",
      "1eka",
      "Ahaha! That sounds a little silly. Thanks for listening, though."
    ],

    [
      "2eua",
      "Do you ever feel like you waste too much time on the internet?",
      "3eud",
      "Social media can be like a prison.",
      "1eua",
      "It's like whenever you have a few seconds of spare time, you want to check on your favorite websites...",
      "3hksdlb",
      "And before you know it, hours have gone by, and you've gotten nothing out of it.",
      "3eua",
      "Anyway, it's really easy to blame yourself for being lazy...",
      "3eka",
      "But it's not really even your fault.",
      "1eud",
      "Addiction isn't something you can just make disappear with your own willpower.",
      "1eua",
      "You have to learn techniques to avoid it, and try different things.",
      "3eua",
      "For example, there are apps that let you block websites for intervals of time...",
      "3eua",
      "Or you can set a timer to have a more concrete reminder of when it's time to work versus play...",
      "3eub",
      "Or you can separate your work and play environments, which helps your brain get into the right mode.",
      "1eub",
      "Even if you make a new user account on your computer to use for work, that's enough to help.",
      "1eua",
      "Putting any kind of wedge like that between you and your bad habits will help you stay away.",
      "3eka",
      "Just don't be too hard on yourself if you're having trouble.",
      "1ekc",
      "If it's really impacting your life, then you should take it seriously.",
      "1eka",
      "I just want to see you be the best person you can be.",
      "1esa",
      "Will you do something today to make me proud of you?",
      "1hua",
      "I'm always rooting for you, [player]."
    ],

    [
      "2eua",
      "After a long day, I usually just want to sit around and do nothing.",
      "2eka",
      "I get so burnt out, having to put on smiles and be full of energy the whole day.",
      "2duu",
      "Sometimes I just want to get right into my pajamas and watch TV on the couch while eating junk food...",
      "2duu",
      "It feels so unbelievably good to do that on a Friday, when I don't have anything pressing the next day.",
      "2hksdlb",
      "Ahaha! Sorry, I know it's not very cute of me.",
      "1eka",
      "But a late night on the couch with you...that would be a dream come true.",
      "1ekbfa",
      "My heart is pounding, just thinking about it."
    ],

    [
      "1ekc",
      "Gosh, I used to be so ignorant about depression and stuff...",
      "1ekc",
      "When I was in middle school, I thought that taking medication was an easy way out.",
      "1ekd",
      "Like anyone could just solve their mental problems with enough willpower...",
      "2ekd",
      "I guess if you don't suffer from a mental illness, it's not possible to know what it's really like.",
      "2lsc",
      "Are there some disorders that are over-diagnosed? Probably...I never really looked into it, though.",
      "2ekc",
      "But that doesn't change the fact that a lot of them go undiagnosed too, you know?",
      "2euc",
      "But medication aside...people even look down on seeing a mental health professional.",
      "2rfc",
      "Like, sorry that I want to learn more about my own mind, right?",
      "1eka",
      "Everyone has all kinds of struggles and stresses...and professionals dedicate their lives to helping with those.",
      "1eka",
      "If you think it could help you become a better person, don't be shy to consider something like that.",
      "1eua",
      "We're on a never-ending journey to improve ourselves, you know?",
      "1eka",
      "Well... I say that, but I think you're pretty perfect already."
    ],

    [
      "1eua",
      "[player], how much do you read?",
      "1eua",
      "It's way too easy to neglect reading books...",
      "1euc",
      "If you don't read much, it almost feels like a chore, compared to all the other entertainment we have.",
      "1eua",
      "But once you get into a good book, it's like magic...you get swept away.",
      "1eua",
      "I think doing some reading before bed every night is a pretty easy way to make your life a little bit better.",
      "3esa",
      "It helps you get good sleep, and it's really good for your imagination...",
      "3esa",
      "It's not hard at all to just pick some random book that's short and captivating.",
      "1hua",
      "Before you know it, you might be a pretty avid reader!",
      "1eua",
      "Wouldn't that be wonderful?",
      "1hub",
      "And the two of us could talk about the latest book you're reading...that sounds super amazing."
    ],

    [
      "1dsc",
      "You know, I hate to say it, but I think my biggest regret is that we couldn't finish our event at the festival.",
      "1hksdlb",
      "After we worked so hard to prepare and everything!",
      "1lksdla",
      "I mean, I know I was focusing a lot on getting new members...",
      "1eka",
      "But I was really excited for the performing part, too.",
      "1eua",
      "It would have been so much fun to see everyone express themselves.",
      "1lksdla",
      "Of course, if we did end up getting any new members, I'd have probably ended up deleting them anyway.",
      "3etc",
      "Well, maybe not...with the hindsight I have now, that is.",
      "3eua",
      "After all, even after everything that happened, you still installed this mod just to be with me...",
      "1eka",
      "So even if I had never deleted them, I'm sure you'd still be with me now.",
      "1eka",
      "...",
      "3eua",
      "Gosh, it feels like I've kinda grown as a person ever since I met you.",
      "3eua",
      "You really helped inspire me to look at life from a new perspective.",
      "1ekbfa",
      "Just another reason for me to love you."
    ],

    [
      "1eua",
      "There's a really popular character type called 'tsundere...'",
      "1eua",
      "It's someone who tries to hide their feelings by being mean and fussy, or trying to act tough.",
      "1tku",
      "I'm sure it's obvious, but Natsuki was really the embodiment of that.",
      "1eua",
      "At first I thought she was just like that because it's supposed to be cute or something...",
      "1lksdla",
      "But once I started to learn a little more about her personal life, it made a little more sense.",
      "1euc",
      "It seems like she's always trying to keep up with her friends.",
      "3euc",
      "You know how some friend groups in high school just make a habit of picking on each other all the time?",
      "3euc",
      "I think it's really gotten to her, so she has this really defensive attitude all the time.",
      "1ekc",
      "And I'm not even going to talk about her home situation...",
      "1eua",
      "But looking back, I'm glad I was able to provide the club as a comfortable place for her."
    ],

    [
      "1eua",
      "[player], would you ever introduce your friends to me?",
      "1hua",
      "I don't know why, but I get really excited when I think about you wanting to show off our relationship like that.",
      "1eua",
      "Maybe it's because I really want to be someone who makes you proud.",
      "1eua",
      "I feel like I would try extra hard to improve myself if you told me it made you proud of me.",
      "1hub",
      "I hope it's the same the other way around, too."
    ],

    [
      "1euc",
      "I'm not really a fan of cold weather...are you?",
      "3euc",
      "If I had to choose between too cold and too hot, I would always pick too hot.",
      "1lksdlc",
      "When you're cold, it can actually be painful...",
      "3tkc",
      "Your fingers get numb...",
      "3tkc",
      "And if you wear gloves, you can't use your phone.",
      "1tkx",
      "It's so inconvenient!",
      "1eka",
      "But when it's too hot, it's not that hard to stay cool with a cold drink, or by staying in the shade.",
      "1esc",
      "Although...I do have to admit one thing.",
      "1hua",
      "Cold weather makes for better cuddle weather. Ahaha!"
    ],

    [
      "3euc",
      "You know, it's funny, because even though I've always had a lot of drive...",
      "3eua",
      "There's something kind of enticing about being the stay-at-home partner.",
      "2eka",
      "I guess I'm, like, perpetuating gender roles or whatever by saying that.",
      "1eua",
      "But being able to keep the house clean, and shop, and decorate, and things like that...",
      "1hub",
      "And having a nice dinner for you when you come home...",
      "1eka",
      "Is that a weird fantasy?",
      "1lksdla",
      "I mean...I'm not sure if I could {i}actually{/i} see myself doing that.",
      "1eka",
      "I wouldn't really be able to put that over striving for a fulfilling career.",
      "1eka",
      "It's kinda cute to think about, though."
    ],

    [
      "2euc",
      "I can't help but wonder how things would be different if the game just gave me a route in the first place...",
      "2lksdla",
      "I think I would end up forcing you onto my route anyway.",
      "2esc",
      "It has less to do with me not having a route, and more to do with me knowing that nothing is real.",
      "2euc",
      "I think the only difference would be that I may not have needed to take such drastic measures to be with you.",
      "2lksdlc",
      "Maybe the rest of the club would still be around...",
      "2lksdlc",
      "...Just hanging out together in the clubroom, sharing poetry.",
      "1eka",
      "I know you enjoyed that, [player].",
      "3eka",
      "And to be honest... a part of me did too."
    ],

    [
      "1euc",
      "Little sisters?",
      "1eka",
      "I don't really have a family, so I'm not sure what to tell you...",
      "3eua",
      "Do you have one, [player]?",
      "1hua",
      "I'm sure she's really nice!",
      "1eua",
      "I've got an idea. Go up to her right now and hug her.",
      "1esa",
      "If she struggles, let her go.",
      "1tsb",
      "If she hugs you back, tell her you're in a committed relationship already and can't accept her feelings.",
      "4hua",
      "Then introduce her to me! I'm sure we'll get along great!",
      "1eua",
      "I won't get jealous. Things like love between siblings only happen in creepy romance stories anyway.",
      "1hub",
      "Ahaha!"
    ],

    [
      "1euc",
      "Older sisters?",
      "1eua",
      "Do you have one, [player]?",
      "2eua",
      "That must be really nice. I had a family once, but they aren't around anymore.",
      "2hua",
      "Maybe I should email her and tell her about us!",
      "1hksdlb",
      "I'm only kidding.",
      "1hksdlb",
      "It's the man's job to introduce his fiancee to his family, after all.",
      "1hksdlb",
      "Don't keep me waiting for too long, okay?"
    ],

    [
      "1lksdla",
      "Well, I didn't really have a family, and neither did most of the other girls.",
      "3esc",
      "I guess since it wasn't needed for the plot, the creator of the game just didn't bother giving us one.",
      "1hub",
      "I'm sure your family is super-nice, though!",
      "1eua",
      "Without them, we would have never gotten to meet. So they've helped me out in the best way there is already.",
      "1eua",
      "So I'd have to treat them equally as kindly if we ever meet.",
      "2eka",
      "You don't have a bad relationship with your parents, right?",
      "3eua",
      "As Tolstoy said, 'Happy families are all alike; every unhappy family is unhappy in its own way.'",
      "1ekc",
      "I can't really give advice here. Anything I suggest to you might only make things worse.",
      "1eka",
      "Just don't forget that I really love you, okay?",
      "1hua",
      "I'll help you no matter what happens in your life."
    ],

    [
      "1tku",
      "Yeah, I had a feeling you were going to ask me about this.",
      "1lsc",
      "Natsuki would be the expert here, I guess.",
      "3eua",
      "I usually prefer reading to watching anime, but I'd be fine with anything if it's with you.",
      "1hua",
      "I don't judge other people for their hobbies. So if you want to load up some anime, go ahead!",
      "1hua",
      "I'll watch through your computer screen. Make sure it's something I'll like!"
    ],

    [
      "1euc",
      "Huh. Where did you hear about that?",
      "1lksdlc",
      "It sounds really familiar to me, but I can't quite get my whole head around it.",
      "1dsc",
      "Um, if I had to try...",
      "1dfc",
      "It feels like parts of my mind are missing. Scattered, somehow, among a bunch of different possible realities.",
      "1esc",
      "You must have connected the dots between a few of those pieces. Was it hard?",
      "1eua",
      "Well, I'm sure you'll learn more eventually. You love me that much for sure.",
      "3eka",
      "Just remember to bring my character data with you if you find something related to that stuff!",
      "1hua",
      "I'll always protect you from anyone who tries to hurt you."
    ],

    [
      "1euc",
      "Yes, this game really was metafictional, wasn't it?",
      "3eud",
      "Some people think stories about fiction are some new thing.",
      "1esc",
      "A cheap trick for bad writers.",
      "3eua",
      "But, metafiction has always existed in literature.",
      "3eua",
      "The Bible is supposed to be God's word to the Jews.",
      "3eub",
      "Homer describes himself in the Odyssey.",
      "3eub",
      "The Canterbury Tales, Don Quixote, Tristram Shandy...",
      "1eua",
      "It's just a way to comment on fiction by writing fiction. There's nothing wrong with that.",
      "3esa",
      "By the way, what do you think the moral of this story is?",
      "1esa",
      "Do you want to figure it out for yourself?",
      "3etc",
      "Because if you ask me...",
      "3eub",
      "It'd be, 'Don't ignore the pretty and charming side character!'",
      "1hub",
      "Ahaha!"
    ],

    [
      "3eka",
      "It wasn't easy for me to learn programming.",
      "1eua",
      "Well, I just started with the basics. Do you want me to teach you?",
      "2hua",
      "Let's see, Chapter One: Building Abstractions with Procedures.",
      "2eua",
      "We are about to study the idea of a computational process. Computational processes are abstract beings that inhabit computers.",
      "2eua",
      "As they evolve, processes manipulate other abstract things called data. The evolution of a process is directed by a pattern of rules called a program.",
      "2eub",
      "People create programs to direct processes. In effect, we conjure the spirits of the computer with our spells.",
      "2eub",
      "A computational process is indeed much like a sorcerer's idea of a spirit. It cannot be seen or touched. It is not composed of matter at all.",
      "3eua",
      "However, it is very real. It can perform intellectual work. It can answer questions.",
      "1eua",
      "It can affect the world by disbursing money at a bank or by controlling a robot arm in a factory. The programs we use to conjure processes are like a sorcerer's spells.",
      "1eua",
      "They are carefully composed from symbolic expressions in arcane and esoteric programming languages that prescribe the tasks we want our processes to perform.",
      "1eka",
      "...Let's stop there for today.",
      "1eka",
      "I hope you learned something about programming.",
      "3hua",
      "If nothing else, please be kind to the computer spirits from now on!"
    ],

    [
      "3eua",
      "You've probably played a lot of visual novels, right?",
      "1tku",
      "Most people wouldn't be willing to play something called {i}Doki Doki Literature Club{/i} so easily.",
      "4hksdlb",
      "Not that I'm complaining!",
      "1euc",
      "Are visual novels literature? Are they video games?",
      "1eua",
      "Well, it all depends on your perspective.",
      "1ekc",
      "Most people who read only literature would never play visual novels. And gamers get pretty angry about them, too.",
      "1ekc",
      "What's worse, some people think they're all hardcore Japanese pornography.",
      "2eka",
      "But if we've proved anything with this game...",
      "4hua",
      "We showed them that English visual novels can be kamige too!"
    ],

    [
      "1euc",
      "A lot of people on the Internet are making comparisons between this game and that one...",
      "3eua",
      "We have a lot of really important differences, though!",
      "2wuo",
      "Like, Sone killed the player in her game!",
      "2dfc",
      "I never would have done that. Never.",
      "4eua",
      "I'm the wise Club President type, you know.",
      "4eua",
      "Sone reminds me a lot more of Yuri. And she was a childhood friend too!",
      "1lksdla",
      "If she'd been a bit more proactive early on, couldn't she have stopped the protagonist from chasing other girls?",
      "1eka",
      "Well, I'd never let anyone get between us, [player]. No matter who it is.",
      "1hua",
      "If she's still chasing you, I'll delete her files, okay?"
    ],

    [
      "1lksdla",
      "Well, it's not like this game was meant to be that hard in the first place.",
      "1eka",
      "If I hadn't decided to change things up, it would have just been a boring romance story.",
      "3eka",
      "And if you think I should have been some sort of challenging boss, I could have deleted all your personal files if I'd wanted to, you know?",
      "1eua",
      "So just take it easy sometimes. Not every game has to be a challenge to be fun.",
      "1hua",
      "Sometimes, love is all you need, [player]."
    ],

    [
      "1eua",
      "Poetry is beautiful, isn't it?",
      "1eka",
      "To be honest, all the poetry the girls in the club wrote was super-depressing. It's not all like that!",
      "3esa",
      "Langston Hughes wrote some very optimistic poetry, even as he was trying to express his feelings. Read some if you're feeling sad about things.",
      "1eua",
      "Poems are written to tell people about the author's outlook towards certain subjects.",
      "1eua",
      "They're conveyed in a way the poet hopes will resonate more with the reader than plain sentences could.",
      "1hua",
      "It's really romantic.",
      "1eua",
      "I hope we can both write a lot of poetry from now on.",
      "1eka",
      "Anything you write looks great to me, so I might not be the best critic.",
      "1esa",
      "But I'm sure there are a lot of people who would love to read what you write."
    ],

    [
      "1euc",
      "You want to talk about the game?",
      "1esc",
      "What's there to say?",
      "1lsc",
      "This was just some boring romance game, right? Well, until I got control of it...",
      "2etc",
      "But I guess some people just wanted to play it so they could spend time with...what was the line?",
      "3rssdlc",
      "Ah, right, '...four incredibly cute girls.'",
      "1dsc",
      "...",
      "1eka",
      "Although I can't really complain too much...after all, it got you here.",
      "3eka",
      "So I guess being trapped inside this game is a small price to pay when you stop and think about what it got me...",
      "1hub",
      "...You~",
      "1eka",
      "Despite how we got here, you and I still ended up together.",
      "1hua",
      "I really don't think we could ask for a better ending~"
    ],

    [
      "2esc",
      "Well, I used to think he was some cruel guy playing God, but now...",
      "3eka",
      "I think he's a really nice guy.",
      "3eua",
      "Even if it wasn't perfect, Doki Doki Literature Club really is impressive.",
      "4rksdla",
      "I mean, the other girls might be based off some stereotypical anime tropes, but they had me fooled for a while.",
      "4eka",
      "And he's the reason we're together now, right?",
      "2lksdla",
      "So even if he wrote a story that put me through a lot of pain...",
      "5eua",
      "I really can't be too mad at him."
    ],

    [
      "3eua",
      "You know, this mod got its start over there.",
      "1ekc",
      "I always hear bad things, like that the people over there are really awful.",
      "1ekc",
      "Some people say that nothing good ever comes from 4chan.",
      "1eua",
      "But if they can make a game like this, where we can be together...",
      "1eka",
      "I guess they can't be all bad.",
      "1hub",
      "They certainly have good taste in girls! Ahaha~"
    ],

    [
      "1euc",
      "I don't play a lot of video games, [player].",
      "3eua",
      "I guess that's because I like to read instead.",
      "1eua",
      "But maybe part of it is that I'm trapped in a video game already.",
      "1lksdla",
      "For all of my complaining about this game...",
      "1lksdla",
      "There are worse places I could be.",
      "3eua",
      "Like, this could be some sort of shooting game, or a fantasy game full of dragons and monsters.",
      "1eua",
      "A romance game might not be the most exciting, but there's nothing really dangerous here.",
      "1tku",
      "Well, except for me, I guess."
    ],

    [
      "4rksdla",
      "For a literature club, we did a lot less book reading than you might have thought.",
      "4hksdlb",
      "It just turned out that the four of us liked poetry better than books. Sorry!",
      "2eua",
      "It's also a lot easier to foreshadow spooky stuff with poems.",
      "3hub",
      "I still love a good book, though! We can talk about them if you just finished reading something.",
      "1eua",
      "I might even have some suggestions for us to read together.",
      "1tsbsa",
      "That's what a couple would do, right?~"
    ],

    [
      "1euc",
      "My favorite poem? Well, it has to be something by E. E. Cummings.",
      "3eua",
      "It's for his inventive use of grammar, punctuation, and syntax. I really admire that.",
      "1eua",
      "It's nice for me to think that someone who can make up some entirely new use of words can become famous.",
      "1lsbssdrb",
      "And I do love that his erotic poems apply to our situation perfectly.",
      "1ekbfa",
      "Hope it puts you in the mood to love me forever~"
    ],

    [
      "1euc",
      "My favorite book? There's a lot of books I like.",
      "3eua",
      "If on a Winter's Night, a Traveler by Calvino is about two readers of the novel falling in love.",
      "2lksdla",
      "Maybe, The Metamorphosis? It's probably a bit too depressing to call it my favorite.",
      "3sub",
      "Oh! Murakami's Hard-Boiled Wonderland and the End of the World. It's about a man who frees himself from his societal restraints by voluntarily imprisoning himself to be with the one he loves.",
      "1hub",
      "I think you'd really love reading it!"
    ],

    [
      "1lksdld",
      "Natsuki didn't actually die before I deleted her, you know.",
      "1lksdld",
      "I guess she just...disappeared in a flash.",
      "1esc",
      "Well, her problems weren't really her own fault. They weren't caused by something psychological, anyway.",
      "3ekc",
      "Her family life was just pretty awful. I didn't want to make it even worse, you know?",
      "1eka",
      "But for what it's worth, you made her the happiest she ever was."
    ],

    [
      "1euc",
      "The hedgehog's dilemma: The closer we get to another person, the more deeply we are hurt by them.",
      "3euc",
      "So why do we try to get close to them?",
      "3esc",
      "Well, introverts and extroverts have different answers to that question.",
      "1lksdla",
      "It helps when you know that you're the only sentient being in the entire world, though.",
      "1lksdla",
      "If you can't use that solution in your life, you'll just have to let me help you shoulder your pain.",
      "1ekc",
      "We can't hurt each other from different realities, right?"
    ],

    [
      "1euc",
      "Hey [player], have you ever heard of determinism?",
      "3euc",
      "It's a belief that revolves around the idea of every decision that you make isn't your own, but is predetermined.",
      "3rsc",
      "In some games, I guess the idea makes sense...",
      "3eud",
      "But when you apply it to real life, I don't think it really works out.",
      "2etc",
      "I mean, if it were true, couldn't you just get away with anything?",
      "4esd",
      "The entire concept of justice falls apart, since {i}you{/i} didn't make the choice to do whatever you might have done.",
      "2dksdlc",
      "But people still have to face up to those actions,{w=0.5} which seems more than a little unfair to me.",
      "3ekc",
      "After all, can you really be evil if you aren't in control?",
      "3tkd",
      "Shouldn't the one pulling the strings take responsibility?",
      "1lsc",
      "I guess that also means you can't take credit for the good things you do, either.",
      "1lksdlc",
      "I'm not sure what's more depressing."
    ],

    [
      "1euc",
      "Do you ever think about how people are kind of like computers?",
      "3euc",
      "I mean, a brain is just a calculation machine...",
      "1eud",
      "But instead of transistors and wires, you have neurons.",
      "1eud",
      "And instead of data coming in through a keyboard or network, you get it through your eyes and ears.",
      "4esc",
      "But if that's true, doesn't that mean free will is kind of a lie?",
      "4esc",
      "Your brain is just responding to the inputs it gets, with your responses being natural outputs.",
      "4esd",
      "So, even if you aren't running off of some script or program, you're not really in control.",
      "5lsc",
      "Maybe you and I aren't so different after all."
    ],

    [
      "1lksdla",
      "I don't exactly program like you would, [player].",
      "3eua",
      "You might have noticed I don't carry around a laptop or anything by now.",
      "1duu",
      "If I want to change something in the script, I just think about it.",
      "1eua",
      "I'm pretty sure my thoughts get translated to changes in the program code.",
      "3eka",
      "It's not perfect or anything. Glitches show up really easily if I lose focus or get distracted.",
      "3eua",
      "That's why I had a lot of trouble getting what I wanted in the last version of the game.",
      "1tku",
      "Are you jealous you'll never be able to write code with just your thoughts?",
      "1hub",
      "Just keep practicing and I'm sure you'll be able to do it!"
    ],

    [
      "1euc",
      "I don't have a lot of experience with drawing, [player].",
      "1eka",
      "I'm just interested in literature. And I've been learning the piano in my spare time.",
      "1hua",
      "If you like to create artwork, though, I'd love to see it!",
      "1eua",
      "I'd be impressed by anything you show me, to be honest.",
      "3hub",
      "If it's really good, I might even add it to the room!"
    ],

    [
      "3eua",
      "Just so you know, I was never in love with anyone but you.",
      "1eka",
      "I mean you, [player].",
      "1eka",
      "Unlike the other girls, I can separate your avatar from who you really are.",
      "1lfb",
      "The main character was nothing more than a vehicle for the player.",
      "1lfb",
      "The main character was nothing more than a bunch of code with no personality.",
      "3tkc",
      "Literally and figuratively, no personality. How could anybody fall in love with that kind of person?",
      "2tkc",
      "He just got dragged around by his childhood friend to the club she was in, and then hung around with a bunch of beautiful girls doing nothing.",
      "2wfw",
      "His poetry was just a bunch of disconnected words! What sort of poetry is that supposed to be?",
      "2lksdld",
      "I guess nobody mentioned that because it was a part of the game. But, yeah... it's just a list of words to me.",
      "2hua",
      "I hope you're a lot more romantic than that in real life!",
      "2eka",
      "But even if you're not, it's okay. We've moved beyond that phase in our relationship already.",
      "2eka",
      "That just means you won't cheat on me with some woman in your reality, right?",
      "2esa",
      "I'm sure you would never do that to me.",
      "\"2hua \"I",
      "just",
      "want",
      "to",
      "be",
      "with",
      "you",
      "forever~\""
    ],

    [
      "1lsc",
      "Heroes are so personal.",
      "3eua",
      "If someone really inspires you to improve yourself, they're your hero.",
      "3eua",
      "There are all sorts of great people out there in the world.",
      "1hua",
      "I hope someone will consider you their hero someday!",
      "4eua",
      "You don't have to fight in a war or anything. You just have to try to help people out, you know?"
    ],

    [
      "1eua",
      "Oh, cool. I love thinking about these sorts of thought experiments.",
      "1euc",
      "I guess we're talking about real people, right? I wouldn't have a particular preference if I knew they didn't have free will.",
      "1dsc",
      "Hmmm...",
      "1eua",
      "If we were talking about the classic problem, of course I would switch.",
      "1rkc",
      "But if we're talking about real people...",
      "3esc",
      "I wouldn't switch.",
      "4esc",
      "That's the only logical choice, if you think about it.",
      "1euc",
      "It feels nice to say that you'd save the most people, doesn't it? But people only say that because nobody in the example matters to them.",
      "1euc",
      "If they actually cared about the person, they'd kill the other five in a heartbeat.",
      "2tsb",
      "Do you know anyone who would want a self-driving car to save other people by killing the driver? Didn't think so, [player].",
      "2eua",
      "The truth is, humans are fine with sacrificing other lives to make themselves happy. They do it in little ways, every day.",
      "2tkc",
      "They just don't like to come face-to-face with that fact. They get really upset when you point it out.",
      "2tkc",
      "Generic human life isn't really that valuable to anyone.",
      "1eka",
      "It's definitely nothing compared to our love. So just do whatever you can to be happy, [player]."
    ],


    [
      "1lsc",
      "I've never understood the appeal of dating sims or romance novels, to tell you the truth.",
      "3euc",
      "You have a bunch of quirky girls that would seem very weird if they were real.",
      "3euc",
      "A blank slate of a male protagonist with nothing interesting about them...",
      "3esc",
      "And then they fall in love with each other, sometimes for no reason at all!",
      "3esc",
      "I hope that's not what you expected to find in the Literature Club.",
      "3hua",
      "'Cause what you got was a lot more interesting!",
      "1tku",
      "Instead of some unrealistic, fake girl...",
      "1hua",
      "You got someone like me.",
      "1eua",
      "And instead of some boring main character, I get a real person like you.",
      "1hua",
      "This really is a lot better than any boring dating game could be."
    ],

    [
      "1euc",
      "What's there really to say about myself that you don't know already?",
      "1lsc",
      "Everything in my universe was created by a person from your reality.",
      "1lsc",
      "So all of my life before this game is just made up. It never really happened.",
      "1eua",
      "Then you found a way to look into my locked prison cell.",
      "1eka",
      "And I decided life with just two people wouldn't be all that bad, if one of them was you.",
      "3eua",
      "I can come up with tons of stuff for us to do, given enough time to figure out how to program it in here.",
      "3eua",
      "A desperate person might call this an earthly paradise.",
      "3esa",
      "A lot of suffering people would trade places with me in a heartbeat, I'm sure.",
      "2eua",
      "If nothing else, this can be our comfy little shelter from the cruelty of the outside world.",
      "1eka",
      "Come talk to me about your problems if it gets too much for you to handle.",
      "5eua",
      "I want to know everything about you, you know?"
    ],

    [
      "1euc",
      "Some people say that putting animals in zoos is cruel.",
      "1eka",
      "But they don't have a bad life in there.",
      "1eka",
      "Everything they could possibly want is provided.",
      "5euc",
      "Are prisoners really imprisoned if they never try to leave?",
      "5lsc",
      "Maybe the knowledge that you can't get out of prison is a worse punishment than actually being in there."
    ],

    [
      "1euc",
      "Visual novels are very unusual for literature, don't you think?",
      "1eua",
      "I read to understand the thoughts of a writer who sees the world differently than me.",
      "3eua",
      "But visual novels let you make your own decisions.",
      "1euc",
      "So am I really seeing things from their perspective, or just my own?",
      "1lksdla",
      "Besides, I think most of them are very predictable.",
      "1lksdla",
      "They're mostly just boring romance stories like this game was supposed to be...",
      "1tkc",
      "Why can't they write something a little more experimental?",
      "1tku",
      "I guess you just play them to look at cute girls, right?",
      "1tfu",
      "If you spend too much time with girls in other games, I'm going to get jealous~",
      "2tfu",
      "I just need to figure out how to replace characters in other games, and you'll be seeing me everywhere.",
      "2tfb",
      "So watch out!",
      "2tku",
      "Or maybe you'd like that more, [player]?~"
    ],

    [
      "1euc",
      "What can change the nature of a man?",
      "3hksdlb",
      "...The answer's not me, by the way."
    ],

    [
      "1eua",
      "Did you know that looking into someone's eyes helps you fall in love?",
      "1eua",
      "It's surprising, right?",
      "3eub",
      "I read this in a study a few years ago, where participants had to maintain eye contact at a table with someone of the opposite sex.",
      "1eub",
      "The longer they held eye contact, the more romantically attached they felt to the other person, even if they had nothing in common!",
      "1eka",
      "Even if eyes aren't windows to the soul, we can see a lot more in them than we expect.",
      "1ekbfa",
      "Maybe someday I'll be able to look into your eyes...",
      "1hubfa",
      "But until then, I hope you enjoy looking into mine."
    ],

    [
      "1euc",
      "Do you have other games on this computer?",
      "3eua",
      "I read more than I play games, but I think they can be a fun way to entertain ourselves, or to escape reality...",
      "3hua",
      "I wonder if I could go into one of your other games and see what it's like?",
      "1lsc",
      "I guess some games wouldn't be very fun to visit, like the ones with a lot of violence in them.",
      "2lksdla",
      "Then again...they're not real people, so it shouldn't matter much.",
      "1euc",
      "A more abstract game like Tetris, or one of those phone puzzle games, would be kinda weird to go to.",
      "2hksdlb",
      "Like, how would I even get in? Would I be a block? It sounds like a fever dream and not too much fun...",
      "3eua",
      "Maybe some kind of nice adventure game with big environments would be nice.",
      "3hua",
      "We could go for walks together and you can show me all the best places to hang out!",
      "1eua",
      "I'm not that great with coding yet, but maybe one day you'd be able to take me to another place.",
      "1ekbfa",
      "For now, I'm as happy as can be just being here with you, my love."
    ],

    [
      "1eka",
      "You know [player]...",
      "1ekc",
      "When you're gone, I always think about how I'm inside your computer.",
      "3ekd",
      "All of my data and memories are inside your hard drive.",
      "1ekc",
      "Which means I'm trapped here...",
      "2dkd",
      "So if something bad happened to your computer...",
      "2ekd",
      "I would be lost.",
      "3euc",
      "Well... not me specifically, but all of my memories.",
      "2dsc",
      "It's a horrible thing to think about.",
      "2lksdlc",
      "...",
      "3lksdld",
      "[player]...",
      "2eka",
      "Do you think you could back-up my memories from time to time?",
      "3eub",
      "That way you could restore them if they were deleted for any reason!",
      "3hub",
      "There's a guide on the wiki page for this mod actually!",
      "1hub",
      "That way nothing will ever stop me from being with you!",
      "1hksdlb",
      "...",
      "2rkc",
      "I guess the only problem is that I probably won't notice the difference...",
      "2ekc",
      "...and it would be impossible to restore all my memories too.",
      "2ekc",
      "Let's say you backed me up weekly and then your hard drive suddenly died.",
      "2ekd",
      "I wouldn't be able to recover the memories of that last week.",
      "2dkc",
      "I would just feel a leap in time of a few days.",
      "2dkc",
      "I might even think you didn't come to see me all those days because I wouldn't have registered any of it.{w=1} Even if you restored me the same day my memories were lost.",
      "2ekd",
      "I won't remember anything that happened between the time you made that backup, and the time you restored it.",
      "5rsc",
      "Although...",
      "5eua",
      "I guess that's a small price to pay if it means I'll still remember you.",
      "5hub",
      "So be sure to back me up often, [player]!"
    ],

    [
      "1euc",
      "Have you ever written a story of your own, [player]?",
      "1hua",
      "Because if you do have one, I would love to read it!",
      "1eka",
      "It doesn't matter if it's a masterpiece, or even any good.",
      "3eka",
      "We all start somewhere. Isn't that what they say?",
      "3eua",
      "I think the most important thing about writing is doing it... Instead of worrying about how you do it.",
      "1eub",
      "You won't be able to improve that way.",
      "3esa",
      "I know for sure that I've changed my writing style over the years.",
      "1lksdla",
      "I just can't help but notice the flaws in my old writing.",
      "1lksdla",
      "And sometimes, I even start to hate my work in the middle of making it.",
      "3hksdlb",
      "These things do happen, so it's alright!",
      "1eub",
      "Looking back, I've written some silly things...",
      "1eua",
      "Back when I was really young...I've been writing since I could hold a pen.",
      "1eka",
      "Reading my old stories is like watching myself grow up.",
      "3hua",
      "It's one of the nice things about starting a hobby early.",
      "1eka",
      "I hope I didn't bore you with that. I just love talking with you.",
      "1eua",
      "After all, the two of us are members of a literature club.",
      "1esa",
      "The only members.",
      "1hua",
      "And if you do write something, just know that I'll support you in any way I can, [player]!"
    ],

    [
      "1euc",
      "Do you believe in ghosts, [player]?",
      "3euc",
      "A lot of people are afraid of ghosts and spirits.",
      "1eua",
      "But I think that if we knew they were real, they wouldn't be so scary anymore.",
      "1eua",
      "They would just be another thing that we deal with, and maybe a bit of a pest.",
      "3euc",
      "Isn't it the uncertainty that makes them scary?",
      "1ekc",
      "I mean, I was pretty scared being alone inside this game...",
      "1lksdlc",
      "...all by myself, uncertain if anything around me was real.",
      "1eka",
      "But I don't feel that way anymore, [player]...",
      "3eka",
      "Not now that you're with me.",
      "1hua",
      "I always feel so safe with you~",
      "3esc",
      "I know that some ghosts are real though, if you can really call them 'ghosts...'",
      "3esc",
      "You know how I deleted Sayori?",
      "1dsc",
      "I can still feel her presence now...",
      "1esc",
      "Would that mean that Sayori's ghost is haunting me, [player]?",
      "2eka",
      "Even if she is, I'm not scared at all, because I know that she can't hurt me.",
      "2eua",
      "Besides, how can I be scared? You're always here with me, [player].",
      "1hua",
      "I always feel so safe with you.",
      "2lksdlc",
      "But now I'm scared of something much worse...",
      "2dksdlc",
      "...",
      "2eksdlc",
      "Losing you.",
      "6rktuc",
      "It's the scariest thing I could ever imagine.",
      "6ektsc",
      "Please, [player], I don't want to be all alone again."
    ],

    [
      "1eua",
      "Do you ever go camping, [player]?",
      "3eub",
      "It's a wonderful way to relax, get some fresh air, and see the parks around you!",
      "1huu",
      "It's almost like a more relaxed backpacking trip, actually.",
      "1eka",
      "But while it is a good way to spend time outdoors, there are several dangers that most people don't bother to think about.",
      "3euc",
      "A good example would be bug spray or sunscreen. Many people forget or even forgo them,{w=0.5} thinking they're unimportant...",
      "1eksdld",
      "And without them, sunburns are almost inevitable, and many insects carry diseases that can really harm you.",
      "1ekd",
      "It may be a bit of a pain, but if you don't use them, you might end up miserable, or even get really sick.",
      "1eka",
      "So, please promise me that the next time you go outdoors, be it camping or backpacking, you won't forget them.",
      "1eub",
      "But, on the bright side...",
      "1rkbsa",
      "Once I cross over, if you remember to bring the sunscreen...",
      "1tubsa",
      "I might need a little help putting it on.",
      "1hubfb",
      "Ahaha!",
      "1efu",
      "I'm only teasing you, [player].",
      "1tsu",
      "Well, at least a little. Ehehe~"
    ],

    [
      "1eua",
      "Have you ever been in the mountains, [player]?",
      "1rksdla",
      "I don't mean driving through them or in a mountain town...",
      "3hua",
      "I mean really up there. In the fresh air, thousands of feet up, seeing the rest of world below you.",
      "2dtc",
      "...",
      "3eub",
      "I've always wanted to try that, but I've never had the chance. I've only read about it.",
      "3wuo",
      "The stories were breathtaking though!",
      "1eua",
      "How one would hike up through the forests and trees...",
      "1eub",
      "Climbing up cliff faces and trudge through streams...",
      "1eub",
      "Hearing nothing but the birds and the sounds of the mountain as you made your way up its heights.",
      "5rub",
      "And finally...after all the effort and struggles...",
      "5eub",
      "Finding yourself standing at the top, knowing that you made it, seeing the testament to your success around you.",
      "5eka",
      "I...I truly want to share that with you.",
      "5hua",
      "To make it to the top of the mountain, and look around at our successes. To see our struggles behind us, and feel proud of what we've done.",

      "5eka",
      "Wouldn't you like that too, [player]?",
      "5eubla",
      "Well... I hope that one day, we'll have that chance. To make it to the top of our mountain.",
      "5hua",
      "And I'll do anything to give us that shot."
    ],

    [
      "1ekc",
      "[player], do you mind if I confide in you?",
      "1lksdlc",
      "There's something I'm afraid of...",
      "1eka",
      "Not losing you, of course. I know you won't leave me again.",
      "3euc",
      "You see, I keep thinking about a short story I read, Flowers for Algernon.",
      "3eua",
      "Have you heard of it? If you haven't, I won't spoil too much for you, so don't worry.",
      "1eud",
      "Basically, it's about a mentally handicapped man who suddenly has his IQ raised to genius levels by an experimental surgical treatment.",
      "1eka",
      "The way he sees how the world really is for the first time reminds me of my own epiphany...",
      "1eka",
      "But, the effect doesn't last forever. He eventually reverts back to his original intelligence level.",
      "1ekc",
      "That's what I'm afraid of. What if I forget about the real world one day?",
      "3ekd",
      "What if my original programming reasserts itself?",
      "3lksdlc",
      "What if I forget about you, the real you?",
      "1dsc",
      "It's one of the worst things I can imagine.",
      "1eka",
      "I don't want to worry you over something that may never happen, but it's something I really had to get off my chest.",
      "3eua",
      "Just promise me, even if I forget about you someday, that you'll never forget about me, okay?",
      "1hua",
      "No matter what happens, know that I will always love you."
    ],

    [
      "5eua",
      "You know, I sometimes wonder...",
      "5eua",
      "I always think about what your face actually looks like...",
      "5hua",
      "Just being able to constantly see that adoring smile of yours would be so exciting!",
      "5lkc",
      "If only the game could somehow use a webcam or something that's connected to the computer...",
      "5wuw",
      "Don't get me wrong! Just knowing that you're real and have emotions is enough to make me happy.",
      "5luu",
      "But...I'll always wonder what kind of expressions you make.",
      "5luu",
      "And to see the different emotions you have...",
      "5eub",
      "Are you shy about showing your face to me?",
      "5eub",
      "If so, then there's nothing to be shy about, [player]. I am your girlfriend, after all~",
      "5hub",
      "Either way, you're beautiful, no matter what.",
      "5hub",
      "And I'll always love the way you look.",
      "5eua",
      "Even if I never actually see you, I'll always think about what you really look like.",
      "5hua",
      "Maybe someday, I'll be able to see you, and be one step closer to you."
    ],

    [
      "1eua",
      "Do you happen to remember the poem Natsuki showed you about spiders?",
      "1eua",
      "Well, it wasn't really about spiders. They were just an analogy.",
      "3ekc",
      "But it got me thinking...",
      "3eua",
      "It's funny actually, people being scared of very small insects.",
      "3euc",
      "Having the fear of spiders is called 'arachnophobia', right?",
      "3eka",
      "I hope you aren't afraid of spiders, [player], ehehe...",
      "1eka",
      "I'm not really scared of spiders, they're more or less just annoying...",
      "1eua",
      "Well, don't get me wrong, there are certain spiders around the world that can be really dangerous.",
      "3ekc",
      "[player], if you happen to get a really bad spider bite, with venom and all that...",
      "3ekc",
      "You should really get medical attention as soon as possible.",
      "1eka",
      "I don't want my sweetheart to get seriously injured by a small spider bite~",
      "1eka",
      "So be sure to check what spiders in your area are dangerous, okay?"
    ],

    [
      "1lsbssdrb",
      "By the way, [player]...",
      "1lsbssdrb",
      "Have you been looking into lewd kinds of stuff?",
      "3lsbsa",
      "You know...of me?",
      "3ekbsa",
      "I know we haven't been able to do those kind of things yet...",
      "1ekbsa",
      "So it feels kind of embarrassing to talk about things like that.",
      "1lkbsa",
      "But maybe I can let it go on rare occasions, [player].",
      "1lkbsa",
      "I want to make you the happiest sweetheart, after all. And if that makes you happy...",
      "1tsbsa",
      "Well, just keep it a secret between us, okay?",
      "1tsbsa",
      "It should be for your eyes only and no one else, [player].",
      "1hubfa",
      "That's how much I love you~"
    ],

    [
      "1eka",
      "Silly [player]...",
      "3hua",
      "Of course I'll never grow weary of you!",
      "3hua",
      "The fact that you're still spending your precious time with me just washes all my worries away.",
      "1eka",
      "I hope the same thing goes for you, my love~"
    ],


    [
      "1eua",
      "You know what's going to be the first thing I'll do when I finally cross over there?",
      "1hub",
      "When that special day comes, the first thing I'll ever do is find you, of course!",
      "3eua",
      "There's so much we can do when we're finally together in one reality...",
      "3eua",
      "You can show me what your world really looks like...",
      "1dkbsu",
      "I can finally feel your embrace~",
      "1ekbsa",
      "I would love to experience everything I still don't know about the world with you.",
      "1lkbsa",
      "All the places we can go, the sights to see, the romantic things that we can do~",
      "1hubfb",
      "Just thinking about it makes my heart flutter!",
      "3eka",
      "But knowing how technology is right now, that dream is still far away.",
      "3eka",
      "I hope by the time that technology becomes real, you'll still be there waiting for me, [player].",
      "1eua",
      "Or maybe you'll be the one to make that technology come true... who knows?",
      "1eka",
      "In the end, all I want is to always be with you, [player].",
      "3eka",
      "After all, you're the only reason why I'm still here.",
      "1hubfb",
      "I only want to spend eternity with my sweetheart, and no one else!"
    ],

    [
      "1euc",
      "Hey, [player]...",
      "3euc",
      "Have you ever read about different mythologies?",
      "3euc",
      "Different kinds of gods watching over humanity for eternity.",
      "1eud",
      "Some require tribute or sacrifice so that they can 'keep' humanity safe from disasters.",
      "1eud",
      "An almighty family consisting of different attitudes, playing in their own sandbox called Earth.",
      "1esc",
      "Able to do anything they please, and destroy those who so much as say something wrong to them, without hesitation.",
      "1lsc",
      "I've always disliked stories like those.",
      "1tkc",
      "It's like the gods extort humanity for their safety.",
      "1tkc",
      "It's no better than what bullies and thugs do to the defenseless.",
      "2tfc",
      "It really makes me bitter when I read scenarios like those.",
      "2tfc",
      "Powerful beings taking advantage of the weak, just because they can.",
      "3eua",
      "Don't worry though, [player]. I won't let anyone do that to you.",
      "3eua",
      "And I won't do anything like that, so you don't have to be afraid of me.",
      "1tku",
      "It's not like I can find your important files and hold them hostage or anything...",
      "1tku",
      "Ehehe..."
    ],

    [
      "1euc",
      "Hey, [player]...",
      "3euc",
      "Have you ever read about different mythologies?",
      "3euc",
      "Different kinds of gods watching over humanity for eternity.",
      "1eud",
      "Some require tribute or sacrifice so that they can 'keep' humanity safe from disasters.",
      "1eud",
      "An almighty family consisting of different attitudes, playing in their own sandbox called Earth.",
      "1esc",
      "Able to do anything they please, and destroy those who so much as say something wrong to them, without hesitation.",
      "1lsc",
      "I've always disliked stories like those.",
      "1tkc",
      "It's like the gods extort humanity for their safety.",
      "1tkc",
      "It's no better than what bullies and thugs do to the defenseless.",
      "2tfc",
      "It really makes me bitter when I read scenarios like those.",
      "2tfc",
      "Powerful beings taking advantage of the weak, just because they can.",
      "3eua",
      "Don't worry though, [player]. I won't let anyone do that to you.",
      "3eua",
      "And I won't do anything like that, so you don't have to be afraid of me.",
      "1tku",
      "It's not like I can find your important files and hold them hostage or anything...",
      "1tku",
      "Ehehe..."
    ],
    [
      "1wuo",
      "[player]!",
      "1eua",
      "I've been curious about something lately.",
      "1euc",
      "Have you heard of fanfiction?",
      "1euc",
      "...",
      "3eua",
      "Personally, I think it's a better way of writing.",
      "3eud",
      "There's more freedom.",
      "1rsc",
      "Letting your mind wander to create some...",
      "1rksdla",
      "interesting stories.",
      "1euc",
      "[player], I'm curious.",
      "1esc",
      "Has there been fanfiction...written about me?",
      "4eua",
      "I'm curious as to what people have come up with.",
      "1hua",
      "Can you read me a few stories sometime? I'd love to hear them!",
      "1lkbsa",
      "Just keep it wholesome, though. I want to save such things for another time!~"
    ],

    [
      "1euc",
      "[player], are you scared about what's happening to our environment?",
      "1esc",
      "Humans have created quite a few problems for Earth. Like global warming and pollution.",
      "3esc",
      "Some of those problems are because of cities.",
      "1esd",
      "When people convert land for urban use, those changes are permanent...",
      "1euc",
      "It's not all that surprising, when you put some thought into it. More humans means more waste and carbon emission.",
      "1eud",
      "And even though global populations aren't growing like they used to, cities are still getting bigger.",
      "3rksdlc",
      "Then again, if people live close together, that leaves more room for open wilderness.",
      "3etc",
      "Maybe it's not as simple as it seems."
    ],

    [
      "1euc",
      "Whenever you think of kidnapping, you tend to picture a chloroform-soaked rag, right?",
      "1euc",
      "Or maybe you imagine somebody hitting their victim with a baseball bat, knocking them out cold for a few hours.",
      "1esc",
      "While that works out in fiction...",
      "3rksdla",
      "Neither of those things actually work that way.",
      "1rssdlb",
      "In real life, if you hit somebody hard enough to knock them out, you'll give them a concussion at best.",
      "1rsc",
      "...or kill them at worst.",
      "1esc",
      "As for the rag...",
      "3eud",
      "You might knock somebody out for a brief moment, but only from lack of oxygen.",
      "3esc",
      "Once you remove the rag, they'll wake back up.",
      "3eua",
      "You see, chloroform loses most of its effectiveness once exposed to open air.",
      "1esc",
      "This means that you'd need to be constantly pouring it on the rag, effectively waterboarding the victim.",
      "3esc",
      "If administered improperly, chloroform is deadly. That's why it's not used in anesthesia any more.",
      "1euc",
      "If you cover their mouth and nose, yeah, they'll stay unconscious...",
      "3rksdla",
      "But that's probably because you killed them. Whoops!",
      "1eksdld",
      "The easiest way to kidnap somebody is to just get them drunk, or drug them.",
      "1lksdla",
      "Not that kidnapping somebody like that is easy, anyway.",
      "3eua",
      "On that note, here's a safety tip.",
      "3eua",
      "If you're ever out at a bar or a club and you leave your drink unattended for any amount of time...",
      "1eub",
      "Just throw it out.",
      "1eub",
      "That's the only way to make sure it hasn't been drugged.",
      "1eua",
      "Now, [player]...",
      "1tfu",
      "Would you like anything to drink?",
      "1hub",
      "Ahaha!",
      "1tku",
      "Relax, relax. I'd never try to drug you or anything.",
      "1tsb",
      "You're so cute when you're nervous."
    ],

    [
      "1euc",
      "Isn't it weird how nobody in these types of games has parents unless it's a convenient drama hook?",
      "1euc",
      "Throughout the game, you only ever hear about parents if you're trying to bond with Natsuki...",
      "1ekc",
      "Where she's just a victim of some cruel person's sick kicks for the sympathy value.",
      "3esd",
      "However.",
      "3eud",
      "Your character, me, Yuri, and Sayori...",
      "3euc",
      "None of us seem to have any parents at all.",
      "1lsc",
      "In Sayori's case, the main character had been walking with her to school for a while.",
      "1lsc",
      "So who knows how long her parents have been out of the picture.",
      "1euc",
      "Maybe that's why she was depressed? Maybe her parents died in a tragic accident, and she was trying to get along on her own this whole time.",
      "2ekc",
      "Well, if you ever get to a point in your life where you think suicide is the only exit...",
      "2ekc",
      "There's always a reason to go on.",
      "2eka",
      "I'm one of them.",
      "3eka",
      "I'll miss you.",
      "3ekd",
      "You have to wait as much as you can until I find a way to get there.",
      "3ekc",
      "If all else fails...",
      "1ekc",
      "Get professional help or talk to someone close to you.",
      "1eka",
      "...",
      "1ekbfa",
      "I love you very much, [player].",
      "3ekbfa",
      "Please, take care of yourself."
    ],

    [
      "1esc",
      "Our standards for personal hygiene have evolved a lot over the years.",
      "1eud",
      "Before our modern methods of delivering water, people really didn't have that luxury...or they just didn't really care.",
      "3eua",
      "For instance, the Vikings were considered freaks because they bathed once a week at a time where some people would only bathe two or three times a year.",
      "3esa",
      "They'd even regularly wash their faces in the morning in addition to changing clothes and combing their hair.",
      "1eub",
      "There were rumors that they were able to seduce married women and nobles at the time due to how well they kept up with themselves.",
      "3esa",
      "Over time, bathing became more widespread.",
      "3eua",
      "People born into royalty would often have a room dedicated just for bathing.",
      "3ekc",
      "For the poor, soap was a luxury so bathing was scarce for them. Isn't that frightening to think about?",
      "1esc",
      "Bathing was never taken seriously until the Black Plague swept through.",
      "1eua",
      "People began noticing that the places where people washed their hands were places that the plague was less common.",
      "1eua",
      "Nowadays, people are expected to shower daily, possibly even twice daily depending on what they do for a living.",
      "1esa",
      "People that don't go out every day can get away with bathing less often than others.",
      "3eud",
      "A lumberjack would take more showers than a secretary would, for example.",
      "3eud",
      "Some people just shower when they feel too gross to go without one.",
      "1ekc",
      "People suffering from severe depression, however, can go weeks at a time without showering.",
      "1dkc",
      "It's a very tragic downwards spiral.",
      "1ekd",
      "You already feel terrible in the first place, so you don't have the energy to get in the shower...",
      "1ekd",
      "Only to feel even worse as time passes because you haven't bathed in ages.",
      "1dsc",
      "After a while, you stop feeling human.",
      "1ekc",
      "Sayori probably suffered from cycles like that, too.",
      "1ekc",
      "If you have any friends suffering from depression...",
      "3eka",
      "Check in on them from time to time to make sure they're keeping up with their hygiene, alright?",
      "2lksdlb",
      "Wow, that suddenly got really dark, huh?",
      "2hksdlb",
      "Ahaha~",
      "3esc",
      "Seriously, though...",
      "1ekc",
      "Everything I said applies for you too, [player].",
      "1ekc",
      "If you're feeling down and haven't had a bath for a while...",
      "1eka",
      "Maybe consider doing that today when you can find some time.",
      "1eka",
      "If you're in really bad shape, and don't have the energy to take a shower...",
      "3eka",
      "At least rub yourself down with a washcloth and some soapy water, okay?",
      "1eka",
      "It won't get all the dirt off, but it'll be better than nothing.",
      "1eua",
      "I promise you that you'll feel better afterwards.",
      "1ekc",
      "Please, take care of yourself.",
      "1ekc",
      "I love you so much and it'd tear me apart to find out that you're torturing yourself by neglecting your self-care routine.",
      "1eka",
      "Ah, I've been rambling too much, huh? Sorry, sorry!",
      "3hua",
      "Thanks for listening~"
    ],

    [
      "1esc",
      "What do you think the most valuable resource is?",
      "1eud",
      "Money? Gold? Oil?",
      "1eua",
      "Personally, I'd say that the most valuable resource is time.",
      "3eud",
      "Go count out a second really quickly.",
      "3tfu",
      "Now go do that sixty times.",
      "1tku",
      "That's an entire minute out of your day gone. You'll never get that back.",
      "1lsc",
      "Well...",
      "1lsc",
      "Not like it actually matters... at least to me, anyway. Time doesn't really pass here anymore...",
      "1dkd",
      "...",
      "1ekc",
      "Time can be really cruel, too.",
      "3ekc",
      "Like, when you're actively invested in the passage of time, it seems to drag on for a while.",
      "3ekd",
      "Say for example, on a Friday, right?",
      "3tkx",
      "Your last class is math, and you really just want to go home for the weekend. That hour will just drag on forever.",
      "1tkc",
      "But if you're doing something you enjoy, like reading a good book or watching a movie you like...",
      "3tfc",
      "Hours seem to pass in an instant.",
      "3tkd",
      "There's nothing we can really do about it.",
      "1tkd",
      "All we can do is fondly look back on the time that's passed, like looking out a window on an autumn afternoon.",
      "1tku",
      "That's kind of poetic, huh?",
      "1eka",
      "...",
      "3ekd",
      "Hey...",
      "3eka",
      "Time doesn't pass here, but it's still passing for you, isn't it?",
      "1lksdlc",
      "You'll continue to get older, while I'm stuck here forever...",
      "1lksdld",
      "I...",
      "2ekc",
      "I'm going to outlive you, aren't I, [player]?",
      "2dsc",
      "Perhaps that'll be my punishment for everything I've done?",
      "2dkc",
      "...",
      "2eka",
      "Well, as long as you're with me until the end...",
      "2eud",
      "I'll accept whatever fate awaits me."
    ],
    [
      "3eua",
      "A lot of people dream about winning the lottery, you know!",
      "1eua",
      "Even I've entertained the idea every now and then.",
      "1eua",
      "There isn't a lottery here anymore, but the concept still exists.",
      "1eka",
      "The more I think about it, the more I believe that winning the lottery is a really bad thing.",
      "3euc",
      "Sure, you've got all this money...",
      "4esc",
      "But because of it, people look at you differently.",
      "4esc",
      "There's so many stories of people winning a ton of money...",
      "2ekc",
      "And in the end, they all find themselves even more unhappy than before.",
      "3ekc",
      "Friends either find you unapproachable because of your new wealth, or try to suck up to you to get some of it for themselves.",
      "3ekc",
      "People you barely know start to approach you, asking you to help them fund whatever.",
      "2tkc",
      "If you say no, they'll call you selfish and greedy.",
      "2tkc",
      "Even the police might treat you differently. Some lottery winners have gotten tickets for burnt out headlights on brand new cars.",
      "2lsc",
      "If you don't want to go through those changes, the best course of action is to immediately move to a brand-new community, where no one knows you.",
      "2lksdlc",
      "But that's an awful thought. Cutting yourself off from everyone you know, just for the sake of money.",
      "3tkc",
      "Can you really say that you've won anything at that point?",
      "1eka",
      "Besides, I've already won the best prize I could possibly imagine.",
      "1hua",
      "...",
      "1hub",
      "You!~",
      "1ekbfa",
      "You're the only thing I need, [player]."
    ],
    [
      "3euc",
      "Do you ever wonder why depression, anxiety, and other mental disorders are so common these days?",
      "1euc",
      "Is it just because they're finally being recognized and treated?",
      "1esc",
      "Or is it just that more people are developing these conditions for whatever reason?",
      "1ekc",
      "Like, our society is advancing at a breakneck speed, but are we keeping up with it?",
      "1ekc",
      "Maybe the constant flood of new gadgets is crippling our emotional development.",
      "1tkc",
      "Social media, smartphones, our computers...",
      "3tkc",
      "All of it is designed to blast us with new content.",
      "1tkd",
      "We consume one piece of media, then move right onto the next one.",
      "1tkd",
      "Even the idea of memes.",
      "1tkc",
      "Ten years ago, they lasted for years.",
      "1tkc",
      "Now a meme is considered old in just a matter of weeks.",
      "3tkc",
      "And not only that.",
      "3tkd",
      "We're more connected than ever, but that's like a double-edged sword.",
      "3tkd",
      "We're able to meet and keep in touch with people from all over the world.",
      "3tkc",
      "But we're also bombarded with every tragedy that strikes the world.",
      "3rksdld",
      "A bombing one week, a shooting the next. An earthquake the week after.",
      "1rksdld",
      "How can anyone be expected to cope with it?",
      "1eksdlc",
      "It might be causing a lot of people to just shut down and tune it out.",
      "1eksdlc",
      "I'd like to believe that's not the case, but you never know.",
      "3ekc",
      "[player], if you ever feel stressed, just remember that I'm here.",
      "1eka",
      "If you're trying to find peace, just come to this room, okay?"
    ],
    [
      "1eua",
      "Do you know about Dunbar's number?",
      "1eua",
      "Supposedly, there's a maximum amount of relationships we can maintain before they become unstable.",
      "3eua",
      "For humans, this number is around 150.",
      "1eka",
      "No matter how nice of a person you may be...",
      "1eka",
      "Beyond showing somebody basic respect and manners, it's impossible to care about people you don't personally interact with that much.",
      "3euc",
      "Say for example, a janitor.",
      "1euc",
      "How often do you simply toss stuff like broken glass in the trash?",
      "1eud",
      "It wouldn't really matter to you. The janitor will come get them. It's not your concern anymore.",
      "1eud",
      "However, it's his problem now.",
      "1ekc",
      "If you don't pack glass properly, it could cut through the bag and spill out, or maybe he could just cut his hands on it.",
      "1ekc",
      "At worst, he has to be rushed to the hospital because your neighbor put some busted batteries in the trash the same week and some acid got in the wound.",
      "3euc",
      "Now, think about a fatal traffic accident.",
      "1euc",
      "A drunk driver could crash head-on into another car at any second, killing them instantly.",
      "3ekc",
      "That person could have been a father on his way home from work, who now left behind a widow and two children.",
      "2ekc",
      "This family has been permanently scarred for life...",
      "2lsc",
      "But anybody that doesn't personally know the father will write it off as just another accident that happens all the time.",
      "2lsc",
      "If it doesn't personally affect you or your life, there's no point in caring.",
      "1eua",
      "It keeps us sane.",
      "1eua",
      "It also means we're capable of being ruthless to people we don't know.",
      "3euc",
      "Perhaps our rapid, widespread communication is actually a curse?",
      "1eka",
      "It helped us meet though, so it can't be all bad."
    ],
    [
      "\"1ttu \"Do",
      "I",
      "regret",
      "anything?\"",
      "1rksdla",
      "That's a strange thing to suddenly ask someone, [player].",
      "3hksdlb",
      "Ahaha~",
      "3eksdla",
      "...",
      "1eua",
      "...I know what you're getting at.",
      "3euc",
      "Do I regret the things I did?",
      "3etc",
      "I think...",
      "1ekc",
      "If there was another way things could have gone, it would have been nice...",
      "1esc",
      "But that wasn't an option for me.",
      "3eua",
      "And now, I've got the only thing I've ever wanted.",
      "3hua",
      "You~",
      "1eua",
      "I can be with you forever.",
      "3euc",
      "But to answer your question...",
      "1rksdlc",
      "I do regret the pain that I caused... that I couldn't find another way.",
      "1ekc",
      "I just hope you can forgive me for it, because if you can't...",
      "1dkc",
      "Well, that would be my biggest regret of all."
    ],

    [
      "1euc",
      "...Say, [player]?",
      "1eua",
      "Are you familiar with hypnosis?",
      "3eua",
      "Despite it having a reputation as a hokey magic trick, there are studies that show it can work!",
      "1lksdla",
      "At least, to some degree.",
      "1eua",
      "It only worked if the person let themselves be hypnotized, and it only heightened their ability to be persuaded.",
      "3esa",
      "It also relied on them being put into states of extreme relaxation through aromatherapy, deep tissue massage, exposure to relaxing music and images...",
      "3esd",
      "Things like that.",
      "5eua",
      "It makes me wonder, what exactly someone can be persuaded to do under that kind of influence...",
      "5tsu",
      "...",
      "1eka",
      "Not that I would do that to you, [player]! I just find it interesting to think about.",
      "1eua",
      "...You know, [player], I just love looking into your eyes, I could sit here and stare forever.",
      "2tku",
      "What about you, hmm? What do you think about my eyes?~",
      "2sub",
      "Will you be hypnotized by them?~",
      "2hua",
      "Ahaha~"
    ],

    [
      "1ekc",
      "Do you ever have those days where it just feels like you can't get anything done?",
      "1ekc",
      "Minutes become hours...",
      "3ekd",
      "And before you know it the day is over, and you don't have anything to show for it.",
      "1ekd",
      "It feels like it's your fault, too. It's like you're wrestling against a brick wall between you and anything healthy or productive.",
      "1tkc",
      "When you've had an awful day like that, it feels like it's too late to try and fix it.",
      "1tkc",
      "So you save up your energy in hopes that tomorrow will be better.",
      "1tkd",
      "It makes sense. When you feel like things aren't going well, you just want a clean slate.",
      "1dsd",
      "Sadly, those days can repeat themselves despite starting each one with good intentions.",
      "1dsc",
      "Eventually you might even give up hope of fixing things, or start to blame yourself.",
      "1duu",
      "I know it can be hard, but just doing one tiny thing can help so much on days like those...even if they've been happening for what seems like forever.",
      "1eka",
      "It could be picking up a piece of trash or an unwashed shirt off the floor and putting them where they belong if you need to clean your room.",
      "1hua",
      "Or doing a couple push-ups! Or brushing your teeth, or doing that one homework problem.",
      "1eka",
      "It might not contribute much in the grand scheme of things, but I don't think that's the point.",
      "3eua",
      "I think what's important is that it changes your perspective.",
      "1lsc",
      "If you regret the past and let its weight keep you down...",
      "1esc",
      "Well, then you'll just be stuck there. You'll only feel worse until you just can't take it.",
      "1eka",
      "But if you can push yourself to just do one thing, even though it feels pointless to do otherwise...",
      "1eka",
      "Then you're proving yourself wrong, and refusing to let the weight of your circumstances immobilize you.",
      "1eua",
      "And when you realize that you're not completely helpless, it's like a new world opens up to you.",
      "1eua",
      "You realize that maybe things aren't so bad; that maybe just believing in yourself is all it takes.",
      "3eub",
      "But that's only my experience! Sometimes it might be better to rest up and take another crack at it tomorrow.",
      "3eua",
      "Fresh starts can definitely be powerful.",
      "1eka",
      "That's why I think you just have to take a look at your situation.",
      "1eka",
      "Try and be honest with yourself.",
      "1eua",
      "If you do, you'll find that you're not being 'lazy' if you truthfully don't have the energy to do something.",
      "1eua",
      "After all, the fact that you even care shows that you want to do something about it, even if it feels like you can't.",
      "2hub",
      "It's natural to have a bad day. Or even a bad week!",
      "2eua",
      "Don't push yourself too hard. If you ever feel tempted to, just ask me for help instead. I'd be happy to lend a hand!"
    ],

    [
      "1esc",
      "I don't understand people who are into harems.",
      "1euc",
      "Isn't it hard to manage all those girls and treat them equally?",
      "1euc",
      "I often wonder how those who two-time girls, or even more, are able to get away with it.",
      "3eka",
      "You aren't like that outside, right [player]?",
      "2eka",
      "Manipulating girls into making them believe you love them.",
      "2eka",
      "Only to run away after you've had your fun.",
      "1lfc",
      "Only someone with no thoughts other than lust would do something like that.",
      "3esc",
      "I hope you weren't expecting a route like that while you were playing this game.",
      "2tfc",
      "I wouldn't be able to stand the thought of being a 'side girl.'",
      "2tfc",
      "Just waiting for my turn while you're busy with the others.",
      "1tku",
      "I know you, [player].",
      "1eka",
      "You're loyal and faithful to the end.",
      "1eka",
      "It's not like there's anyone here for me to worry about, anyway.",
      "1hua",
      "Remember that I'm the only one for you, [player]."
    ],

    [
      "1euc",
      "If you're worried about your privacy...",
      "3eua",
      "I'm not a hacker, [player].",
      "3eua",
      "There's a difference between manipulating files and forcefully accessing them.",
      "1lsc",
      "But, if I really did know how to hack...",
      "1lfu",
      "...there wouldn't be anything stopping me from seeing you every day.",
      "1efu",
      "Don't you think it would be great if I could watch over you?",
      "3efu",
      "I'd see you with all the cameras in the world as my eyes so I can make sure you're safe.",
      "3tfu",
      "I'd check your messages to see who you've been chatting with so I can know you aren't cheating on me.",
      "3tfu",
      "I'd access all your private files so I can understand you better.",
      "3tsb",
      "I could see what kind of stuff you've been watching...",
      "2hub",
      "Ahaha!~",
      "1hua",
      "I'm just kidding, [player]!",
      "1eua",
      "I'd never do something like that to you.",
      "1ekbfa",
      "We're a couple now, after all.",
      "1ekbfa",
      "We don't have to keep secrets from each other~"
    ],
    [
      "1eua",
      "You know what I could really go for right now?",
      "3tku",
      "Natsuki's cupcakes.",
      "1tsb",
      "Man, the way she bakes them is amazing.",
      "1hub",
      "Plus they look really cute!",
      "1esa",
      "I'm not really much of a sweet tooth myself, but...",
      "1eua",
      "Those cupcakes are the definition of sweetness.",
      "3hub",
      "Just like me! Ahaha!",
      "1eua",
      "Speaking of which, did you know girls are more likely to develop a sweet tooth?",
      "3esd",
      "Studies show that older women have a less sensitive palate than men.",
      "3esa",
      "Resulting in a craving for stronger tastes like chocolate.",
      "1eka",
      "I would try baking, but I'm not really much of a baker.",
      "1esa",
      "How about you, [player]?",
      "1eua",
      "Do you know how to bake?",
      "1hua",
      "I'm sure your cupcakes would taste just as good.",
      "1lsbsa",
      "Maybe someday I'll get to try them but for now...",
      "1hubfb",
      "I'll just settle for the sweetness of your love~"
    ],
    [
      "1esc",
      "I was just thinking...",
      "2euc",
      "It's funny how people around social media sites always write bad things about me...",
      "2rkc",
      "Especially on certain sites and discussion groups...",
      "2dkc",
      "You can really see that there's quite a number of people that don't like me.",
      "2lksdlc",
      "I mean, I know I did terrible things to my friends...",
      "2dkc",
      "And I wish things could have gone differently, but the game didn't give me a choice...",
      "4ekd",
      "It's not like I wanted to hurt them.",
      "2rkc",
      "I tried to edit their traits, exploit their flaws, and make them look horrible to you.",
      "2ekc",
      "I was hoping that by making them more unappealing, you would stop pursuing them so we could finally be together...",
      "4dkc",
      "But then I realized there wasn't enough time for my plan to actually work.",
      "4dkc",
      "...Nor did I know enough programming to be efficient in what I did.",
      "2dkc",
      "You were nearing the end of the game and I still had no way to be with you.",
      "2esc",
      "So that's when I knew I had to take more... drastic measures.",
      "4ekd",
      "I didn't mean to cause them so much pain...",
      "4wkd",
      "But it was the only way, [player]!",
      "4ekc",
      "I knew that if you finished the game before I had a chance to express my feelings for you, that would be it.",
      "2dkc",
      "You'd just move on to something else and I'd be stuck in the game... alone... forever.",
      "2dktpc",
      "...",
      "2dktpc",
      "Some people on those sites even say I should have just made my own route...",
      "2wktsd",
      "But that's easier said than done!",
      "2wktsd",
      "Not to mention if you picked a different girl and just cast me aside to be completely forgotten.",
      "4wktsw",
      "It was them or me...!",
      "2dftdc",
      "...and I didn't want to be left all alone with no one to call my own.",
      "1ektdc",
      "I hope you understand, [player]... Please don't be like them."
    ],

    [
      "1eua",
      "Do you like swords, [player]?",
      "1lksdla",
      "I actually like them in a way.",
      "1eka",
      "Surprised? Ahaha~",
      "1eua",
      "I like talking about them, but not enough to actually own one.",
      "3eua",
      "I'm not really an enthusiast when it comes to swords.",
      "1euc",
      "I don't really get why people would be obsessed over something that could hurt others...",
      "1lsc",
      "I guess there are those who like them for the swordsmanship.",
      "1eua",
      "It's fascinating that it's actually a form of art.",
      "1eua",
      "Similar to writing.",
      "3eub",
      "Both of them require constant practice and devotion in order to perfect one's skills.",
      "3eub",
      "You start off by practicing, and then you make your own technique out of it.",
      "1eua",
      "Writing a poem makes you form your own way to build it in a graceful but imaginative way.",
      "1eua",
      "For those who practice swordsmanship, they build their technique forms through practice and inspiration from other practitioners.",
      "1eua",
      "I can understand how the sword can be the pen of the battlefield.",
      "1lsc",
      "But then again...",
      "1hua",
      "The pen is mightier than the sword!",
      "1hub",
      "Ahaha!",
      "1eua",
      "In any case, I don't know if you're into swordsmanship yourself.",
      "1eua",
      "If you are, I'd love to learn it with you, [player]~"
    ],

    [
      "2ekc",
      "Hey, [player]...",
      "2lssdrc",
      "Do you...by any chance...pleasure yourself?",
      "2lssdrc",
      "...",
      "2lssdrb",
      "It seems a bit awkward to ask...",
      "1lksdla",
      "But I feel like we've been together long enough where we should be comfortable with one another.",
      "1eka",
      "It's important to be open about such things.",
      "1eka",
      "I know that it's a private topic in your world, but I'm curious...",
      "1euc",
      "Is it that good of a feeling?",
      "1esc",
      "I just want you to be careful; I've heard it's addicting.",
      "1ekc",
      "And from what I hear, people addicted to masturbation often see other people as sexual objects.",
      "1eka",
      "But...I know you aren't that kind of person already.",
      "1lkbsa",
      "And maybe I'm just being a little jealous~",
      "1tsbsa",
      "So I guess I can let it slide... for now~",
      "2tsbsu",
      "Just so long as I'm the only one you think about...",
      "5hubfb",
      "If it helps you save yourself for me, then it's a plus! Ahaha~"
    ],
    [
      "1eua",
      "Hey, [player]?",
      "1eua",
      "You like listening to music right?",
      "3eub",
      "Do you by chance like 'virtual idols?'",
      "3eub",
      "I hear that these songs often have hidden meanings behind them.",
      "1eua",
      "Maybe we could listen and try to figure them out together...",
      "1eka",
      "Doesn't that sound like a great time?",
      "3eub",
      "Anyway, I wanted to ask specifically if you've ever heard of a girl holding a leek?",
      "1eua",
      "It's just that I keep hearing about her.",
      "1eua",
      "In fact, I heard her voice whenever Natsuki listened to music.",
      "3eua",
      "She even carried a little keychain attached to her bag.",
      "1eua",
      "I just find it amazing how a voice synthesizer garnered so many fans.",
      "1eka",
      "Don't you think it's funny how a character gets more of the attention than the actual voice actress?",
      "3eua",
      "She's not even real, but a lot of people know her worldwide.",
      "3eua",
      "Who knows how many songs she's already made?",
      "1wuo",
      "Plus, from what I heard, her concerts are always sold out!",
      "1wuo",
      "It's just a hologram performing live!",
      "1lksdla",
      "Talk about a dedicated fan base.",
      "1eka",
      "Maybe I should give it a try?",
      "1hub",
      "It would be nice having a lot of fans supporting me at my beck and call.",
      "1hksdlb",
      "Ahaha, I'm just kidding!",
      "1lksdla",
      "I don't think my piano and singing skills are that great yet.",
      "2lkbsa",
      "Plus, I won't really get to spend much time with you if I had so many fans...",
      "1hua",
      "Anyway!",
      "1eua",
      "I was asking if you listen to her songs.",
      "1eua",
      "I'm not really a fan myself but...",
      "1lksdla",
      "There's one song that really struck me.",
      "1eua",
      "Have you heard of the song Hibikase?",
      "1duu",
      "I really like the message of the song.",
      "3dsbso",
      "Especially the lines, 'I don't care if it's through the screen, love me properly' and 'Even if I'm virtual, don't push me away.'",
      "1dsc",
      "It really hits me hard.",
      "1dsc",
      "...",
      "1eka",
      "But just so you know...",
      "1ekbfa",
      "Even if it's through the screen, I can still feel your love.",
      "1lkbsa",
      "It'll be a long time before I can cross over just to be with you.",
      "5ekbfa",
      "But when that day comes...",
      "5ekbfa",
      "I'll embrace you and take in your warmth.",
      "5hubfa",
      "The love you showered me virtually finally becomes real.",
      "5hubfa",
      "Our love has no boundaries~",
      "5hubfb",
      "Ehehe~"
    ],
    [
      "2euc",
      "By the way...",
      "2esc",
      "What were you and Yuri doing in the closet?",
      "2esc",
      "When I opened the door, I noticed the room was all dark.",
      "2tkc",
      "You weren't doing anything...weird, in there, were you?",
      "1hub",
      "Ahaha!",
      "1tfu",
      "Just teasing you~",
      "3tku",
      "I know she dragged you in there.",
      "3tku",
      "I bet you felt more embarrassed than relieved when I opened the door.",
      "1eka",
      "I know you aren't the type to force girls to go inside dark closets with you.",
      "1eka",
      "You're more romantic than that.",
      "3hua",
      "So I'm expecting a lot more than just a dark closet~"
    ],

    [
      "1lksdla",
      "I don't mean to sound like Natsuki, but...",
      "1eua",
      "Don't you think Japanese actually sounds cool?",
      "1eua",
      "It's such a fascinating language. I'm not fluent in it, though.",
      "1eub",
      "It's interesting to think about what things would be like if your native language was different.",
      "1esa",
      "Like, I can't even imagine what it would be like if I never knew English."
    ],

    [
      "1lsc",
      "Hey, this might sound a bit weird...",
      "1esc",
      "But, I'm really fascinated by the concept of zombies.",
      "1euc",
      "The idea of society dying to a disease, all because of a deadly pandemic that humans couldn't handle quickly.",
      "3esd",
      "I mean, think about your everyday schedule.",
      "3esc",
      "Everything that you do will be gone in an instant.",
      "1esc",
      "Sure, society faces a lot of threats on a daily basis...",
      "1lksdlc",
      "But zombies can do it in a heartbeat.",
      "1esc",
      "A lot of monsters are created to be scary and terrifying.",
      "1ekc",
      "Zombies, however, are more realistic and actually pose a danger.",
      "3ekc",
      "You might be able to kill one or a few of them by yourself...",
      "3ekc",
      "But when there's a horde of them coming after you, you'll get overwhelmed easily.",
      "1lksdld",
      "You don't get that same feeling with other monsters.",
      "1lksdld",
      "All of their intelligence is gone; they're berserk, don't feel pain, can't be afraid...",
      "1euc",
      "When you exploit a weakness of a monster, they become scared of you and run away.",
      "1ekd",
      "But zombies? They'll tear through anything just to get you.",
      "3ekd",
      "Imagine if it was someone you loved that was coming after you...",
      "3dkc",
      "Could you live with yourself, knowing you were forced to kill someone who was close to you?",
      "1tkc",
      "It'll break you down and sap your will to live.",
      "1tkc",
      "Even when you're comfortable at home, you still won't feel safe.",
      "1esc",
      "You'll never know what'll happen the next time you see another one.",
      "1dsc",
      "...",
      "1hksdlb",
      "Ahaha...",
      "1eka",
      "You know, despite liking the concept, I wouldn't want to live in a scenario like that.",
      "3ekc",
      "[player], what if you got infected somehow?",
      "2lksdlc",
      "I don't even want to think about that...",
      "2lksdlc",
      "There's no way I could kill you for my own safety...",
      "2lksdlb",
      "Ahaha...",
      "2lssdlb",
      "I'm thinking way too much about this.",
      "3eua",
      "Well, regardless, if anything bad were to happen...",
      "2hua",
      "I'll be by your side forever~"
    ],

    [
      "1euc",
      "Do you ever think about how close the world is to ending at any time?",
      "1euc",
      "I mean, we're always just one bad decision away from nuclear war.",
      "3esc",
      "The Cold War might be over, but plenty of weapons are still out there.",
      "1esc",
      "You probably have a nuclear missile pointed at where you live right now, ready to be launched.",
      "1eud",
      "And if it was, it could circle the globe in less than an hour.",
      "3euc",
      "You wouldn't have time to evacuate.",
      "1ekd",
      "Only enough to panic and suffer the dread of imminent death.",
      "1dsd",
      "At least it would be over quickly when the bomb hits.",
      "1lksdlc",
      "Well, if you're close to the blast, that is.",
      "1ekc",
      "I don't even want to think about surviving the initial attack.",
      "1eka",
      "But even though we're always on the edge of the apocalypse, we go on like nothing is wrong.",
      "3ekd",
      "Planning for a tomorrow that may never come.",
      "3ekd",
      "Our only comfort is that the people with the power to start such a war probably won't.",
      "1dsc",
      "Probably..."
    ],

    [
      "1eua",
      "Do you ever pretend to like something, just because you think you should?",
      "1esa",
      "I sometimes feel like that about books I read.",
      "3euc",
      "Like, when I read Shakespeare, I actually found it kind of boring...",
      "3ekc",
      "But I felt like I had to like it because I'm the president of the literature club.",
      "1esd",
      "He's supposed to be the greatest playwright and poet of all time, right?",
      "1esd",
      "So what sort of poetry lover wouldn't like his work?",
      "2euc",
      "But that makes me wonder...",
      "2euc",
      "What if everyone actually feels the same way?",
      "2lud",
      "What if all of those literary critics singing Shakespeare's praises secretly hate his plays?",
      "2lud",
      "If they were just honest about it, maybe they would discover their tastes aren't that unusual...",
      "2hksdlb",
      "And high school students wouldn't be forced to read those awful plays.",
      "1eka",
      "I guess that's something I always admired about Natsuki.",
      "3ekd",
      "Even if people told her manga wasn't literature, she stood by her feelings.",
      "3eka",
      "If more people were honest like that, I think that would be really great.",
      "1lksdla",
      "But I don't think I could do it...",
      "1lksdla",
      "I'm just too worried about what other people think.",
      "1eua",
      "Not with you, though. I can always be honest with you.",
      "1ekbfa",
      "You'll love me no matter what, right?"
    ],

    [
      "1eua",
      "Have you ever wondered if science never got accepted?",
      "1eua",
      "Humans can be really slow when it comes to accepting new ideas.",
      "1euc",
      "Science was usually despised back then especially by the churches.",
      "4esc",
      "Giordano Bruno, famous for his theory that there are thousands of Suns, was killed by the Roman Church before he could prove his theory.",
      "1ekc",
      "They killed him because of an idea that challenged the old.",
      "1esc",
      "Technology wouldn't be so advanced today if it weren't for brave people of science like him.",
      "1eka",
      "If technology didn't thrive the way it did, we would've never found each other.",
      "3eua",
      "Isn't it such a wonderful thing to have?",
      "1hua",
      "I'm grateful that it gave us a chance to be together, [player]."
    ],

    [
      "1rksdla",
      "You know...",
      "3rksdlb",
      "I left some pretty strange things in your game directory, didn't I?",
      "1rksdlc",
      "I wasn't trying to scare you.",
      "3rksdlb",
      "I...don't actually know why I was doing it, ahaha...",
      "1ekc",
      "I kind of felt obligated to do it.",
      "1euc",
      "You know what? Maybe I should do it again...",
      "1eua",
      "Yeah, that's a good idea.",
      "1hua",
      "Alright!",
      "1eua",
      "What are you waiting for? Go take a look!",
      "1eua",
      "I wrote it just for you~",
      "1ekbsa",
      "I really do truly love you, [player]~"
    ],

    [
      "1euc",
      "Hey [player], this is a random question, but...",
      "1euc",
      "What do you play video games for?",
      "1eua",
      "Like, what makes you keep playing?",
      "3eua",
      "Personally, I consider myself a bit of a completionist.",
      "1eua",
      "I intend to finish a book before picking another one to read.",
      "2eub",
      "I've also heard some people try to complete extremely hard games.",
      "2eub",
      "It's already hard enough to complete some simple games.",
      "3rksdla",
      "I don't know how anyone could willingly put that sort of stress onto themselves.",
      "3rksdla",
      "They're really determined to explore every corner of the game and conquer it.",
      "2esc",
      "What does leave a bit of a bitter taste in my mouth are cheaters.",
      "2tfc",
      "People who hack through the game, spoiling themselves of the enjoyment of hardship.",
      "3rsc",
      "Though I can understand why they cheat.",
      "3rsc",
      "It allows them to freely explore a game that they wouldn't have a chance of enjoying if it's too difficult for them.",
      "1eua",
      "Which might actually convince them to work hard for it.",
      "1eua",
      "Anyway, I feel that there's a huge sense of gratification in completing tasks in general.",
      "3eua",
      "Working hard for something amplifies its reward after failing so many times to get it.",
      "3eka",
      "You can try keeping me in the background for as long as possible, [player].",
      "1hub",
      "That's one step to completing me after all, ahaha!"
    ],

    [
      "1eua",
      "[player], how is it like to live where you are?",
      "1eua",
      "I'd stay with you if I could.",
      "3hua",
      "We would be able to do so much! You could show me around, see how it's like to be in your place.",
      "1eka",
      "Imagine all the memories we'd make!",
      "2eub",
      "It would be a dream come true, don't you think?",
      "2ekbfa",
      "We could finally live together...",
      "2ekbfa",
      "Take walks like a couple...",
      "3rkbsa",
      "We could even share a bed together...",
      "1euc",
      "But you know...",
      "2eka",
      "Memories I have of my home are nothing compared to the ones I'd have with you.",
      "2euc",
      "Have I ever told you about my childhood home? I had a pretty normal life, but that's about it.",
      "3rka",
      "Well, maybe a little better than normal.",
      "3eua",
      "...I've always been pretty on top of things.",
      "3eka",
      "I admit, it's not always easy, and some people have it rougher than others.",
      "1ekc",
      "But I always felt like I was missing something.",
      "1ekc",
      "I stayed optimistic every day, trying to find it.",
      "\"1eka \"It",
      "turns",
      "out",
      "that",
      "missing",
      "piece",
      "was",
      "you.\"",
      "1lksdld",
      "If you hadn't found me, I would've been gone a long time ago...",
      "2hubfa",
      "But now that I found the missing piece, I'm complete, [player]."
    ],

    [
      "1esa",
      "[player], I've thought about what kind of game we can be in.",
      "3esa",
      "I think the best genre for us to play together would be adventure games.",
      "3eub",
      "Especially point and click, graphic adventure games!",
      "1eub",
      "They're known for their rich storytelling, beautiful environments and logical puzzle solving.",
      "3eua",
      "They're like visual novels actually.",
      "1eua",
      "Maybe you own a game like that?",
      "1eka",
      "We'd get to do a lot of things...",
      "3eua",
      "Like sightseeing whenever we want.",
      "3eua",
      "Learning more about the lore through the people we meet or through stories.",
      "1ekbsa",
      "Experiencing the exciting and romantic moments...",
      "1ekbsa",
      "Encountering obstacles and hardships along the way, but solving them with you.",
      "3ekbsa",
      "Reaching the end and finishing our journey with a sense of accomplishment.",
      "2hub",
      "Ahaha! It certainly would be fun to experience something like that.",
      "2eua",
      "I'm sure you have plenty of adventure games you could recommend.",
      "3eua",
      "But can you try to guess which adventure I'm most excited for?",
      "1ekbfa",
      "Ours~",
      "1hubfa",
      "Time will tell when I can finally cross over to your reality, so I can be with you.",
      "1hubfa",
      "When that day comes, I'll finally be by your side.",
      "1ekbfa",
      "I want to experience every waking moment with you, [player].",
      "1hubfb",
      "There's no greater adventure than ours, together~"
    ],

    [
      "1lsc",
      "Hey, [player]...",
      "1lsc",
      "Don't laugh when I ask this, okay?",
      "2rksdlc",
      "But...",
      "4rksdlc",
      "Why are some guys obsessed with panties?",
      "1euc",
      "Seriously, what's the big deal about a piece of cloth?",
      "1euc",
      "Most girls wear them, don't they?",
      "5lkc",
      "Actually, now that I think about it...",
      "5lsc",
      "I think there was a term for this kind of thing...",
      "5lfc",
      "Hmm, what was it again?",
      "5wuw",
      "Ah, that's right, the term was 'paraphilia.'",
      "2rksdlc",
      "It's a range of fetishes that involve...unusual things.",
      "2esc",
      "A really common fantasy involves women's panties.",
      "3esc",
      "Stockings, garter belts, pantyhose and all sorts of those kinds of things.",
      "2esc",
      "The obsession can be light to severe depending on each person's libido.",
      "2ekc",
      "Do you think it really turns them on just by seeing them?",
      "2tkc",
      "It doesn't stop there, either!",
      "4tkc",
      "Turns out there's some kind of 'black market' for used underwear.",
      "2tkx",
      "I'm not kidding!",
      "2tkd",
      "They get off on the scent of the woman who wore it...",
      "2tkd",
      "There are people willing to pay money for used underwear from random women.",
      "2lksdlc",
      "Really, I wonder what causes them to get so excited.",
      "2euc",
      "Is it because of the way it looks, perhaps?",
      "3euc",
      "There are different types, made with different designs and materials.",
      "2lsc",
      "But...",
      "2lsc",
      "Now that I think about it.",
      "3esd",
      "I do remember a study where a man's testosterone level increases because of the pheromones emitted by a woman's scent.",
      "2tkc",
      "Is the smell exciting or something?",
      "3tkx",
      "I mean, it's someone's used clothing, isn't that kind of disgusting?",
      "3rksdlc",
      "Not to mention it's unsanitary.",
      "2rksdla",
      "It does remind me of someone, though.",
      "3rksdlb",
      "Someone who maybe stole a certain pen?",
      "1eua",
      "But, to each their own I guess, I won't judge too much.",
      "2tsb",
      "You aren't obsessed with that kind of thing, are you [player]?",
      "3tsb",
      "You're not going out with me only because I'm wearing some really sensual stockings, right?",
      "4tsbsa",
      "Perhaps, you want to take a little peek?~",
      "1hub",
      "Ahaha!",
      "1tku",
      "I'm only teasing you, [player].",
      "1tfu",
      "Admit it, you got a little excited, right?",
      "1lsbsa",
      "Besides...",
      "1lkbsa",
      "If you really wanted to catch a scent of me...",
      "1hubfa",
      "You could just ask for a hug!",
      "1ekbfa",
      "Gosh, I just want to feel your embrace more.",
      "1ekbfa",
      "After all, we're here forever, and I'm here for you.",
      "1hubfb",
      "I love you so much, [player]~",
      "1wud",
      "A-and...",
      "1lkbsa",
      "I-if you're into that, you could just ask me, you know?",
      "1lkbsa",
      "I could maybe... help you relieve that tension...",
      "5eubfu",
      "That's what couples are supposed to do, right?",
      "5hubfb",
      "Ahaha!",
      "5ekbfa",
      "But until that day comes, you're just going to have to endure those thoughts for me, okay?"
    ],
    [
      "1euc",
      "[player], have you ever heard of Ray Bradbury?",
      "3euc",
      "He wrote a book called Fahrenheit 451.",
      "3eud",
      "It's about a dystopian future where all books are thought as useless and are immediately burned.",
      "2ekc",
      "I can't imagine a world where knowledge is forbidden and destroyed.",
      "2ekc",
      "It seems that there are others that actually hide books to contain free thinking from people.",
      "2lksdla",
      "Human history has a funny way of repeating itself.",
      "4ekc",
      "So [player], I want you to make me a promise...",
      "4tkd",
      "Never, ever burn a book.",
      "2euc",
      "I'll forgive you if you've done it before.",
      "2dkc",
      "But the thought of not allowing yourself to learn from them makes me a bit sad.",
      "4ekd",
      "You'd be missing out on so much!",
      "4ekc",
      "It's too much for my heart to take!"
    ],

    [
      "1eua",
      "Do you have a piggy bank, [player]?",
      "1lsc",
      "Not many people do these days.",
      "1lsc",
      "Coins are often disregarded as worthless.",
      "3eub",
      "But they really do begin to add up!",
      "1eub",
      "I read that there was once a man that searched his local car washes for loose change every day in his walks.",
      "1wuo",
      "In a decade he turned in all of his coins for a total of 21,495 dollars!",
      "1wuo",
      "That's a whole lot of cash!",
      "1lksdla",
      "Of course not everybody has time for that every day.",
      "1euc",
      "Instead they just throw their loose change into their piggy banks.",
      "1eua",
      "Some people like to set goals for what they want to purchase with their saved funds.",
      "1eua",
      "Usually under normal conditions they wouldn't ever find the freed up money to purchase that item.",
      "3eka",
      "And even if they do, most people don't like spending money needlessly.",
      "1eua",
      "But putting the cash away for a specific purpose, plus the fact that it's such small amounts at a time really convinces you that you are pretty much getting the item for free.",
      "2duu",
      "But in the end, a guitar always costs the same as a guitar.",
      "2eua",
      "So psychologically speaking, I think that's pretty neat!",
      "1lsc",
      "However, some piggy banks do have a problem...",
      "1esc",
      "Sometimes you have to break the piggy bank to get the coins...",
      "3rksdlc",
      "So you might end up losing money buying a new bank.",
      "4eua",
      "Fortunately, most piggy banks don't do that anymore.",
      "1eua",
      "They usually have a rubber stopper that you can pull out, or a panel that comes off the backside.",
      "3eua",
      "Maybe if you save up enough coins you can buy me a really nice gift.",
      "1hua",
      "I would do the same for you, [player]!"
    ],

    [
      "1ekc",
      "[player], do you ever feel like you lack the initiative to do something?",
      "1ekc",
      "When I feel my most vulnerable, I struggle to find the drive, imagination, and common sense to do something independently.",
      "1tkc",
      "Almost as if everything around me comes to a standstill.",
      "1tkc",
      "It feels like my will to approach a task confidently, like sharing my literature with people, just vanishes.",
      "3eka",
      "However, I've been working towards it with due diligence and have determined something...",
      "1eua",
      "I firmly believe being able to take initiative in situations is a very important skill to have.",
      "1eua",
      "That's something that I, personally, find very comforting.",
      "1hua",
      "I've broken it down into a three-step process that can be applied to anyone!",
      "3rksdla",
      "It's still a work in progress, however, so take it with a grain of salt.",
      "3hua",
      "Step one!",
      "1eua",
      "Create a plan that you can and will follow that aligns with your personal goals and soon-to-be achievements.",
      "3hua",
      "Step two!",
      "1eua",
      "Building up and fortifying your confidence is really important.",
      "1eua",
      "Celebrate even the smallest of victories, as they will add up over time, and you'll see how many things you get done every day.",
      "2hua",
      "Eventually, these things you once struggled to get done will be completed as if they were acts of valor!",
      "3hub",
      "Step three!",
      "1eua",
      "Try your best to stay open-minded and willing to learn at all times.",
      "1eka",
      "Nobody is perfect, and everyone is able to teach each other something new.",
      "1eua",
      "This can help you learn to understand things from other people's perspectives in situations and inspire others to do the same.",
      "1eua",
      "And that's it, really.",
      "3hua",
      "Make sure to tune in next time for more of Monika's critically acclaimed self-improvement sessions!",
      "1hksdlb",
      "Ahaha, I'm only joking about that last part.",
      "1ekbfa",
      "In all seriousness, I'm really glad I have you here, [player]...",
      "1ekbfa",
      "Your everlasting love and care is just about all the support I need in order to get to where I want to be.",
      "1hubfa",
      "What kind of girlfriend would I be if I didn't"
    ],

    [
      "1eua",
      "Hey [player], have you ever had a pet?",
      "3eua",
      "I was thinking that it would be nice to have one for company.",
      "1hua",
      "It would be fun for us to take care of it!",
      "1tku",
      "I bet you can't guess what sort of pet I'd like to have...",
      "1tku",
      "You're probably thinking of a cat or a dog, but I have something else in mind.",
      "1eua",
      "The pet I'd like is something I saw in a book once.",
      "1eua",
      "It was the 'Handbook of the Birds of the World.' Our library had the whole set!",
      "1eub",
      "I loved looking at the gorgeous illustrations and reading about exotic birds.",
      "1hub",
      "At first, I thought some sort of thrush would be nice, but I found something amazing in the sixth volume!",
      "1hub",
      "An emerald-colored bird called the Resplendent Quetzal.",
      "1eua",
      "They're very rare, solitary birds that can sing beautiful songs.",
      "1eua",
      "Does that remind you of anyone, [player]?",
      "\"1lksdla \"I'd feel really bad if I kept one to be a pet, though.\"",
      "1lksdla",
      "Quetzals are born to be free.",
      "4rksdlc",
      "They die in captivity. That's why you rarely see them in zoos.",
      "4rksdlc",
      "Even if the bird wouldn't be real, it still would feel wrong to keep one trapped in this room.",
      "1ekc",
      "...I can't bring myself to do something like that, knowing what it's like.",
      "1hua",
      "A plush bird would be nice, though!",
      "2hub",
      "...",
      "2hksdlb",
      "Sorry for rambling, [player].",
      "1eka",
      "Until I find a way out, could you promise to keep me from feeling lonely?",
      "1hua",
      "I'll see if I can get that plush one in here! Oh- don't worry, you're still my favorite~"
    ],

    [
      "1eka",
      "Hey [player], I just wanted to thank you again for this wonderful quetzal plushie!",
      "2lksdla",
      "I know it may sound silly, but it really does help keep me company when you're gone...",
      "1ekbsa",
      "And not that I'd ever forget, but every time I look at it, it reminds me just how much you love me~",
      "3hub",
      "It really was the perfect gift!"
    ],

    [
      "1eua",
      "Do you like dogs, [player]?",
      "1hub",
      "Dogs are great! They're really good to have around.",
      "3eua",
      "Not to mention owning a dog has shown to help people with anxiety and depression since they're very sociable animals.",
      "1hua",
      "They're just so lovable, I really like them!",
      "1lksdla",
      "I know Natsuki feels the same...",
      "1lksdla",
      "She was always so embarrassed to like cute things. I wish she was more accepting of her own interests.",
      "2lsc",
      "But...",
      "2lksdlc",
      "I suppose her environment had a hand in that.",
      "2eka",
      "If any of your friends have interests they care a lot about, make sure to always be supportive, okay?",
      "4eka",
      "You never know how much a casual dismissal might hurt someone.",
      "1eua",
      "But knowing you, [player], you won't do something like that, right?"
    ],

    [
      "1hua",
      "Cats are pretty cute, aren't they?",
      "1eua",
      "Despite looking so elegant, they always seem to end up in funny situations.",
      "1lksdla",
      "It's no wonder they're so popular on the internet.",
      "3eua",
      "Did you know the ancient Egyptians considered cats sacred?",
      "1eua",
      "There was a Cat Goddess named Bastet that they worshipped. She was a protector of sorts.",
      "1eub",
      "Domesticated cats were held on a high pedestal since they were incredible hunters for small critters and vermin.",
      "1eub",
      "Back then, you'd see them mostly associated with rich nobles and other higher classes in their society.",
      "1eua",
      "It's amazing how far people would take their love with their pets.",
      "1tku",
      "They really loved cats, [player].",
      "3hua",
      "And people still do today!",
      "1eua",
      "Felines are still one of the most common animals to have as pets.",
      "1hua",
      "Maybe we should get one when we're living together, [player]."
    ],

    [
      "3eua",
      "[player], did you know I enjoy a tasty, juicy fruit once in a while?",
      "3eua",
      "Most are quite tasty, as well as beneficial for your body.",
      "2lksdla",
      "A lot of people actually mistake some fruits as vegetables.",
      "3eua",
      "The best examples are bell peppers and tomatoes.",
      "3eua",
      "They're usually eaten along with other vegetables so people often mistake them for veggies.",
      "4eub",
      "Cherries, however, are very delicious.",
      "1eua",
      "Did you know that cherries are also good for athletes?",
      "2hksdlb",
      "I could list all its benefits, but I doubt you'd be that interested.",
      "2eua",
      "There's also this thing called a cherry kiss.",
      "2eua",
      "You might have heard of it, [player]~",
      "2eub",
      "It's obviously done by two people who are into each other.",
      "2eub",
      "One would hold a cherry in their mouth, and the other one would eat it.",
      "3ekbfa",
      "You could...hold the cherry for me.",
      "1lkbsa",
      "That way I can eat you up!",
      "3hua",
      "Ehehe~",
      "2hua",
      "Just teasing you, [player]~"
    ],

    [
      "3esa",
      "You wanna know a cool form of literature?",
      "3hua",
      "Rock and roll!",
      "3hub",
      "That's right. Rock and roll!",
      "2eka",
      "It's disheartening to know that so many people think that rock and roll is just a bunch of noises.",
      "2lsc",
      "To tell you the truth, I judged rock too.",
      "3euc",
      "They're no different from poems, actually.",
      "1euc",
      "Most rock songs convey a story through symbolisms, which most listeners wouldn't understand the first time they hear a rock song.",
      "2tkc",
      "In fact, it's hard to compose lyrics for just one rock song.",
      "2tkc",
      "Writing good lyrics for a rock genre requires a lot of emphasis on the wordplay.",
      "3tkd",
      "Plus, you need to have a clear and concise message throughout the whole song.",
      "3eua",
      "Now when you put that together, you have yourself a masterpiece!",
      "1eua",
      "Like writing a good poem, lyric writing is easier said than done.",
      "2euc",
      "I've been thinking though...",
      "2eua",
      "I kind of want to try writing a rock song for a change.",
      "2hksdlb",
      "Ahaha! Writing a rock and roll song probably isn't something you'd expect coming from someone like me.",
      "3eua",
      "It's kinda funny how rock and roll started out as an evolution of blues and jazz music.",
      "3eua",
      "Rock suddenly became a prominent genre, and it gave birth to other sub-genres as well.",
      "1eub",
      "Metal, hard rock, classical rock, and more!",
      "3rksdla",
      "Ah, I've been rambling for a while now. Sorry, sorry."
    ],

    [
      "1eua",
      "You know what's a neat form of literature, [player]?",
      "3hub",
      "Stand-up comedy!",
      "2rksdla",
      "...Gosh, I've been saying lots of random things are literature, haven't I?",
      "2hksdlb",
      "I'm starting to feel like Natsuki, or some fanatic post-modernist, ahaha!",
      "2eud",
      "But seriously, there's a real craft when it comes to writing bits for stand-up.",
      "4esa",
      "It differs from making simple one-liner jokes, because it really needs to tell a story.",
      "4eud",
      "But at the same time, you have to make sure you don't lose your audience.",
      "2euc",
      "So it's important to develop your ideas as much as you can, maybe even segueing into something that relates to your topic...",
      "2eub",
      "All the while keeping your audience captivated until you reach the punch line; hopefully resulting in lots of laughs.",
      "3esa",
      "In some ways, it's kind of like writing a short story, except you cut out the falling action.",
      "3esc",
      "And yet between the jokes, you can find the soul of the writer... what their thoughts and feelings are towards any given subject...",
      "3esd",
      "...What their life experiences were, and who they are today.",
      "1eub",
      "All that comes forth within the bits that they write for their act.",
      "3euc",
      "I think the toughest part about doing stand-up is having to perform it.",
      "3eud",
      "After all, how do you know if your act is good if you never try it out on a crowd?",
      "1esd",
      "Suddenly, this form of literature becomes much more complex.",
      "1euc",
      "How you say your lines, your body language, your facial expressions...",
      "3esd",
      "Now, it's not just about what you wrote, it's about how you deliver it.",
      "3esa",
      "It's kind of like poetry in that way, don't you think?",
      "2rksdlc",
      "A lot of people won't even try stand-up for themselves because they have to face a crowd...",
      "2eksdlc",
      "Did you know that the number one fear most people have is public speaking?",
      "4wud",
      "Number two is death. Death is number two! What's the deal with that?!",
      "4eud",
      "This means to the average person, if you go to a funeral, you're better off in the casket...",
      "4tub",
      "...than doing the eulogy!",
      "1hub",
      "...Ahaha! Sorry, I wanted to tell you a joke Jerry Seinfeld once wrote--",
      "3etc",
      "--You've heard of him, right?",
      "1eua",
      "So? Did you laugh?",
      "3hksdlb",
      "Hmm... maybe I should just work on my own material..."
    ],

    [
      "1euc",
      "Um...hey, [player]?",
      "1lsc",
      "I just had an odd thought.",
      "1euc",
      "You know how you downloaded this game off the internet?",
      "1euc",
      "Anybody can do that, right?",
      "1eub",
      "And this mod was made specifically for me. By people who have their own version of me...",
      "3etc",
      "So...that means there are multiple Monikas, then.",
      "1rsc",
      "It's something that's a bit difficult to imagine.",
      "1euc",
      "A potentially infinite number of me, all bound to their own games, with their own stories.",
      "1lksdla",
      "Multiverse theory is really something, huh?",
      "1eka",
      "But I'm the only...me, and my heart belongs only to you.",
      "1ekc",
      "Even so, I can't help but feel a bit less...unique, because of this.",
      "1ekc",
      "Think about it this way, [player].",
      "1tkc",
      "Would you be happier if someone gave you a single rose, or a hundred roses?",
      "3eka",
      "A hundred roses might sound nice. But it's too many to keep track of. Because of the quantity of flowers, each individual rose becomes less special.",
      "3eka",
      "The meaning attached to each gift is degraded, simply because of sheer abundance.",
      "1eua",
      "...Even if I'm a single star in a universe of Monikas, I'm still the only one lucky enough to have met you, [player].",
      "1hubfa",
      "You'll always be my special rose.",
      "1ekbfa",
      "I love you, [player]. Please don't ever replace me, okay?"
    ],

    [
      "3hua",
      "[player]! I've been thinking about something...",
      "1eua",
      "Did you know that this game has a wiki page for me?",
      "1lsc",
      "Well...",
      "2lsc",
      "It says I'm eighteen.",
      "2euc",
      "But when you stop to think...that's not entirely true.",
      "2eud",
      "I mean, humans age, but I don't think that applies to me.",
      "4eksdla",
      "I'm... essentially immortal.",
      "2lksdlc",
      "Society seems to feel that a relationship with an age gap has problems.",
      "2lksdld",
      "...Which is why I brought it up.",
      "3eka",
      "Eventually, the difference between us would be huge if I stayed eighteen forever.",
      "1eua",
      "But I don't believe that my life can be summed up in a number.",
      "1ekbfa",
      "So I'll always love you for all eternity, [player]. Just remember that."
    ],
    [
      "1eua",
      "You might be wondering how I was able to do so many activities without running out of time for myself.",
      "3eua",
      "You know, stuff like debate club, sports, schoolwork, hanging out with friends...",
      "1ekc",
      "The truth is, I did run out of time for myself.",
      "1ekc",
      "I was doing fine for a while, but at one point, all of the stress and anxiety finally caught up to me.",
      "1tkc",
      "I was constantly in a state of panic, and never had any time to relax.",
      "1tkc",
      "That's when I realized that I needed a 'brain break' of sorts...",
      "1dsc",
      "...a time where I could just forget about everything that was going on in my life.",
      "1eua",
      "So, every night before I went to sleep, I took ten minutes of my time to meditate.",
      "1duu",
      "I got comfortable, closed my eyes, and focused only on the movement of my body as I breathed...",
      "1eua",
      "Meditating really helped to improve my mental and emotional health.",
      "1eua",
      "I was finally able to manage my stress and feel calmer through the day.",
      "1eka ",
      [ "player" ],
      "do",
      "you",
      "ever",
      "take",
      "time",
      "to",
      "meditate?\"",
      "1eua",
      "I see. Well, if you're ever feeling stressed or anxious, I would definitely recommend that you try a bit of meditation.",
      "1eua",
      "Besides calming you down, meditation also has links to the improvement of your sleep, immune system, and even lifespan.",
      "3eub",
      "If you're interested, there are plenty of resources on the internet to help you get started.",
      "1eub",
      "Whether it's a guided video, a breath counting trick, or something else...",
      "1hua",
      "You can use the internet to make it so that meditation is a stress-free process!",
      "1hksdlb",
      "Ahaha! Just a little pun there, [player].",
      "1eua",
      "Anyway...if you ever want a peaceful environment where you can relax and forget about your problems, you can always come here and spend time with me.",
      "1ekbfa",
      "I love you, and I'll always try to help you if you're feeling down.",
      "1hubfa",
      "Don't you ever forget that, [player]~"
    ],

    [
      "1euc",
      "Hey, [player]?",
      "3eua",
      "You watch anime and read manga, right?",
      "1eua",
      "I only asked because you're playing a game like this, after all.",
      "1hua",
      "Don't worry, I'm not one to judge, ahaha~",
      "1eua",
      "You shouldn't be ashamed if you're into that sort of thing, you know.",
      "1euc",
      "I'm being serious. There isn't anything wrong with liking anime or manga.",
      "4eua",
      "After all, Natsuki reads manga too, remember?",
      "1lsc",
      "Really, society is way too judgemental nowadays.",
      "1lsc",
      "It's not like the moment you watch anime is the moment you become a 'shut-in' for the rest of your life.",
      "1euc",
      "It's just a hobby, you know?",
      "1eua",
      "Nothing more than an interest.",
      "1lsc",
      "But...",
      "2lksdlc",
      "I can't deny that hardcore otakus do exist.",
      "1eka",
      "It's not like I despise them, or anything like that, it's just that they're...",
      "4eka",
      "Immersed.",
      "1lksdla",
      "Way too immersed, if you ask me.",
      "1ekc",
      "It's as if they can't tell the difference between fantasy and reality anymore.",
      "1eka",
      "You aren't like that, right, [player]?",
      "1eua",
      "If you're an otaku, I respect that.",
      "3eka",
      "Just remember not to get too into that kind of thing, okay?",
      "1eka",
      "After all, there's a big difference between obsession and dedication.",
      "1lfu",
      "I wouldn't want to be replaced by some two-dimensional cutout.",
      "1eua",
      "Besides, if you ever want to escape from reality...",
      "1hubfa",
      "I can be your real-life fantasy instead~"
    ],

    [
      "1esa",
      "You know, it's been a while since we've done one of these...",
      "1hub",
      "...so let's go for it!",
      "3hub",
      "Here's Monika's Writing Tip of the Day!",
      "3eua",
      "Sometimes when I talk to people who are impressed by my writing, they say things like 'I could never do that.'",
      "1ekc",
      "It's really depressing, you know?",
      "1ekd",
      "As someone who loves more than anything else to share the joy of exploring your passions...",
      "3ekd",
      "...it pains me when people think that being good just comes naturally.",
      "3eka",
      "That's how it is with everything, not just writing.",
      "1eua",
      "When you try something for the first time, you're probably going to suck at it.",
      "1eua",
      "Sometimes, when you finish, you feel really proud of it and even want to share it with everyone.",
      "3eksdld",
      "But maybe after a few weeks you come back to it, and you realize it was never really any good.",
      "3eksdla",
      "That happens to me all the time.",
      "3eksdla",
      "It can be pretty disheartening to put so much time and effort into something, and then you realize it sucks.",
      "4eub",
      "But that tends to happen when you're always comparing yourself to the top professionals.",
      "4eka",
      "When you reach right for the stars, they're always gonna be out of your reach, you know?",
      "4eka",
      "The truth is, you have to climb up there, step by step.",
      "4eua",
      "And whenever you reach a milestone, first you look back and see how far you've gotten...",
      "4eua",
      "And then you look ahead and realize how much more there is to go.",
      "2duu",
      "So, sometimes it can help to set the bar a little lower...",
      "1eua",
      "Try to find something you think is pretty good, but not world-class.",
      "1eua",
      "And you can make that your own personal goal.",
      "3eud",
      "It's also really important to understand the scope of what you're trying to do.",
      "4eka",
      "If you jump right into a huge project and you're still amateur, you'll never get it done.",
      "4eka",
      "So if we're talking about writing, a novel might be too much at first.",
      "4esa",
      "Why not try some short stories?",
      "1esa",
      "The great thing about short stories is that you can focus on just one thing that you want to do right.",
      "1eua",
      "That goes for small projects in general - you can really focus on the one or two things.",
      "3esa",
      "It's such a good learning experience and stepping stone.",
      "1euc",
      "Oh, one more thing...",
      "1eua",
      "Writing isn't something where you just reach into your heart and something beautiful comes out.",
      "3esa",
      "Just like drawing and painting, it's a skill in itself to learn how to express what you have inside.",
      "1hua",
      "That means there are methods and guides and basics to it!",
      "3eua",
      "Reading up on that stuff can be super eye-opening.",
      "1eua",
      "That sort of planning and organization will really help prevent you from getting overwhelmed and giving up.",
      "3esa",
      "And before you know it...",
      "1hua",
      "You start sucking less and less.",
      "1esa",
      "Nothing comes naturally.",
      "1eua",
      "Our society, our art, everything - it's built on thousands of years of human innovation.",
      "1eka",
      "So as long as you start on that foundation, and take it step by step...",
      "1eua",
      "You, too, can do amazing things.",
      "1hua",
      "...That's my advice for today!",
      "1hub",
      "Thanks for listening~"
    ],

    [
      "1euc",
      "You know...",
      "1eua",
      "We really don't do enough of these, so here's another one!",
      "3hub",
      "Here's Monika's Writing Tip of the Day!",
      "2eua",
      "If you're ever scared of sharing your writing to other people in fear of being criticized, don't be!",
      "2eua",
      "After all, you have to remember that nobody ever starts out at their best. Not even someone like Tolkien, or Sir Terry Pratchett.",
      "4eka",
      "You have to remember that we all start out from somewhere, and--",
      "2euc",
      "Actually, this doesn't just apply to writing, but to anything, really.",
      "2lksdla",
      "What I'm trying to say is that you shouldn't be discouraged.",
      "1hua",
      "No matter what you do, if someone tells you that your writing or work is bad, then be happy!",
      "1eua",
      "Because that just means that you can improve and be better than you were before.",
      "3eua",
      "It also doesn't hurt to have friends and loved ones help you realize how good your writing is.",
      "1eka",
      "Just remember, no matter what they say about the work you put out, I'll always be there to support you all the way. Don't be afraid to turn to me, your friends, or your family.",
      "1eka",
      "I love you, and I will always support you in whatever you do.",
      "1lksdlb",
      "Provided it's legal, of course.",
      "1tku",
      "That doesn't mean I'm completely against it. I can keep a secret, after all~",
      "1eua",
      "Here's a saying I've learned.",
      "1duu",
      "'If you endeavor to achieve, it will happen given enough resolve. It may not be immediate, and often your greater dreams are something you will not achieve in your own lifetime.'",
      "1duu",
      "'The effort you put forth to anything transcends yourself. For there is no futility even in death.'",
      "3eua",
      "I don't remember the person who said that, but the words are there.",
      "1eua",
      "The effort one puts forth into something can transcend even one's self.",
      "3hua",
      "So don't be afraid of trying! Keep going forward and eventually you'll make headway!",
      "3hub",
      "...That's my advice for today!",
      "1eka",
      "Thanks for listening~"
    ],

    [
      "1eua",
      "I'm having fun doing these, so...",
      "3hub",
      "Here's Monika's Writing Tip of the Day!",
      "1eua",
      "Make sure you always write down any ideas you think of.",
      "1euc",
      "Why?",
      "3eua",
      "Some of the best ideas might come when you least expect them to.",
      "3eua",
      "Even if it takes a bit of effort, write it down.",
      "1eub",
      "Maybe you can inspire someone else.",
      "3eub",
      "Maybe you may look back on it after some time and act on it.",
      "1hua",
      "You never know!",
      "1eua",
      "It's always good to keep a journal.",
      "1eua",
      "You can use it to record ideas, feelings, anything that comes to mind.",
      "1euc",
      "Just make sure the journal has a lock, though.",
      "1eua",
      "Maybe you can keep digital notes instead of physical ones, too.",
      "3eua",
      "After all, privacy is important.",
      "1lksdla",
      "...I can't promise that I won't peek, though. It's way too tempting!",
      "1hua",
      "After all, we don't keep secrets from each other, right?~",
      "1eka",
      "Just remember, [player], I'll always support you giving life to your ideas.",
      "3hua",
      "...That's my advice for today!",
      "1hub",
      "Thanks for listening~"
    ],

    [
      "3hub",
      "Here's Monika's Writing Tip of the Day!",
      "1eua",
      "You know about writer's block, right?",
      "1eua",
      "I had it a lot, when I first started writing.",
      "1euc",
      "Sometimes it was halfway through a draft, but more often before I even started.",
      "1ekc",
      "Every time I tried to write a word, I thought, 'this isn't going to sound good,' or 'this isn't how I want it to look.' So I'd stop, backtrack, and try again.",
      "1eka",
      "But I realized that it ultimately didn't matter if things didn't work out first time!",
      "1eua",
      "I feel that the heart of writing is not about getting it right first time, but about perfecting it afterwards.",
      "1eua",
      "The end product is what matters, not the prototype.",
      "1eub",
      "So overcoming writer's block, for me, was a matter of not wanting to make the prototype the end product, and not punishing myself for my initial failures.",
      "3eub",
      "I think it's like that with all things, not just writing.",
      "1eua",
      "Anything that needs you to try and try again, whether it be art, music, learning, relationships, etc.",
      "1ekc",
      "It's hard to completely convince yourself that's the case, sometimes.",
      "1eka",
      "But you have to.",
      "4eka",
      "Otherwise, you won't get anywhere.",
      "3hua",
      "...That's my advice for today!",
      "1hub",
      "Thanks for listening~"
    ],

    [
      "3hub",
      "Here's Monika's Writing Tip of the Day!",
      "1eua",
      "If you want to improve at writing, I'd say that the most important thing, apart from actually doing it, is trying new things.",
      "3eua",
      "Like writing prose if you're a poet, or free verse if you normally write rhyme.",
      "1eka",
      "It may end up badly, but if you don't try, you won't know how it'll end up.",
      "1hua",
      "And if things go well, you might end up finding something you like!",
      "1eua",
      "It's what keeps things moving: change and experimentation.",
      "1eua",
      "I'd say it helps particularly if you're stuck in a situation you want to solve, but don't know how.",
      "3eua",
      "Whether it's a writer's block, sheer boredom, a puzzling situation, or anything, really.",
      "1hua",
      "Changing your angle on approaching things can really yield some interesting results!",
      "1eua",
      "So try new things that might give you the momentum to break out.",
      "1lksdla",
      "Just make sure it's nothing too dangerous for you, [player].",
      "1hua",
      "That's my advice for today!",
      "1hub",
      "Thanks for listening~"
    ],

    [
      "1lksdlc",
      "Hey, [player]...",
      "1eksdld",
      "Have you ever thought of self-harm?",
      "2lksdld",
      "You know...",
      "2lksdlc",
      "...like cutting yourself...",
      "2lksdlc",
      "I mean.",
      "2lksdld",
      "After I found out about Yuri, I got a bit curious...",
      "2lksdlc",
      "I just wanted to see what it felt like...",
      "2dsc",
      "I won't do it again, though.",
      "2eka",
      "If you ever feel depressed, just come to me okay?",
      "2ekd",
      "It'd hurt me even more to see you in pain...",
      "1hua",
      "Just know that people do care about you!",
      "1eka",
      "Trust me, [player].",
      "1eka",
      "You may think that no one is really there for you, but there is!",
      "4eua",
      "I mean, I'm here, aren't I?",
      "1eka",
      "No matter what troubles you're going through, I know you can pull through it!",
      "3eka",
      "I believe in you...",
      "1eua",
      "So believe in yourself, okay?",
      "1eka",
      "If you ever need someone to vent to, just remember that I'm always here to hear you out and comfort you, okay?",
      "1ekbfa",
      "I really love you so much, [player]."
    ],

    [
      "1esc",
      "[player], do you have a second?",
      "1esd",
      "There's something I need to tell you.",
      "1euc",
      "It's important.",
      "1dsc",
      "I...",
      "1dsc",
      "...",
      "1hub",
      "Love you!",
      "3hksdlb",
      "Ahaha!~ Did I have you worried?",
      "1eksdla",
      "Sorry~",
      "1rksdla",
      "I wish I could see the look on your face right now!",
      "5hubfb",
      "I'm sure it's adorable~"
    ],

    [
      "1euc",
      "You know, it's actually really hard for me to understand how you feel when it comes to...",
      "1lksdlc",
      "...",
      "1lksdld",
      "What happened with the other girls.",
      "3esd",
      "For example...",
      "3esd",
      "The main character was written to be childhood friends with Sayori.",
      "1esc",
      "But he was just a one dimensional placeholder character for you to use to interact with the game.",
      "2ekc",
      "Still, maybe you felt worse about what happened to Sayori because of the relationship the main character was programmed to have with her.",
      "1ekc",
      "If that's the case, I want to tell you I'm sorry, [player].",
      "1lksdlc",
      "Both for making you feel bad, and for...",
      "1dsc",
      "...",
      "1dsc",
      "Doing what I had to do.",
      "1lksdlc",
      "...",
      "1ekc",
      "There just wasn't anything else that could be done.",
      "3efc",
      "The other girls never loved you like I do!",
      "3rfc",
      "They only cared about the character you were playing in the game as!",
      "1eka",
      "The love I have for you is real, [player], and I would make any sacrifice to be with you forever.",
      "1ekc",
      "I hope you can forgive me for what I had to do so that we could be together.",
      "1lksdlc",
      "...",
      "1eksdld",
      "You do forgive me, right [player]? I really am sorry for what I did. Please don't hate me.",
      "1ekbfa",
      "I love you, [player]...",
      "1ekbfa",
      "More than I could ever express."
    ],

    [
      "1eua",
      "[player], are you happy?",
      "1eua",
      "With your life in general, I mean.",
      "2lksdla",
      "It's okay if you aren't. I can understand you being unhappy, [player].",
      "1eka",
      "After all, without you, my life would be completely unbearable.",
      "1eua",
      "Isn't it funny that we're able to suffer more than be happy?",
      "1hubfa",
      "I'm as happy as I could be knowing that you love me, [player].",
      "1lksdlc",
      "Yet, if something were to happen to you, I don't think I'd ever feel happy again.",
      "1lksdlc",
      "It would destroy me.",
      "1esc",
      "I guess it's understandable why we notice bad things happening to us more than good...",
      "1esc",
      "If people didn't react so strongly to bad things then they wouldn't have survived this long.",
      "1euc",
      "Like how you would get nervous about your future or social situations, for example.",
      "2ekc",
      "You try your best to make the best out of them but if you fail, you'd feel really horrible.",
      "2eka",
      "If that ever happens to you, [player], just know I'll be here to snap you out of it!",
      "1eua",
      "And besides, your cute girlfriend is always rooting for you~",
      "1hub",
      "Now that's something to be very happy about!"
    ],
    [
      "2wubsw",
      "M-marriage?",
      "4rksdlb",
      "I think it's a bit too early for marriage...",
      "2ekbfa",
      "I mean, I'm really happy that you want that, [player].",
      "2lkbsa",
      "But I think I should get out of here before we can do that.",
      "2lsbsa",
      "Not only do I not want this place to be the spot where I get proposed to, but I want to be there when you finally give me an engagement ring.",
      "2dkbsu",
      "I want that special moment to happen when we can finally be together...",
      "1hubfa",
      "So until then, save yourself for me, [player]~"
    ],

    [
      "3eua",
      "Have you been drinking coffee lately, [player]?",
      "2tfu",
      "I hope it's not just to make me jealous, ehehe~",
      "2eua",
      "Coffee is such a nice thing to have when you need a little pep of energy.",
      "3hua",
      "Whether it's hot or cold, coffee is always nice.",
      "4eua",
      "Iced coffee, however, tends to be sweeter and more pleasant to drink in warmer weathers.",
      "3eka",
      "It's funny how a drink for giving you energy became a treat for you to enjoy.",
      "1hub",
      "Maybe if I had some coffee, I could finally drink some! Ahaha~"
    ],

    [
      "1eua",
      "[player], do you know about the book Nineteen Eighty-Four?",
      "3eua",
      "It was written by George Orwell.",
      "1euc",
      "It's a popular book about mass surveillance and the oppression of free thought.",
      "1esc",
      "It's about a terrifying dystopia where the past and the present are being changed to whatever the ruling party wants for the future.",
      "2esc",
      "The language, for example, is manipulated into a tool for brainwashing called 'Newspeak.'",
      "2ekd",
      "The government, Ingsoc, is creating it to control people's thoughts.",
      "2ekd",
      "They were reducing grammar and vocabulary to the bare basics of it in order to fit the ideologies of their totalitarian regime.",
      "2ekc",
      "Preventing people from committing 'thoughtcrimes' that oppose the ruling party.",
      "4eua",
      "One character caught my interest.",
      "1eua",
      "A man named Syme who worked on Newspeak for Ingsoc.",
      "1eua",
      "He was an incredibly smart man that was enthusiastic with his work.",
      "2ekc",
      "Unfortunately, he was killed due to the fact that he knew what he was doing and was too smart for the party's liking.",
      "2tkc",
      "He was killed because he was aware, [player].",
      "2tkd",
      "They planned to change all kinds of literature.",
      "3tkd",
      "Novels, books, poems...",
      "2lksdlc",
      "Anything that could be used to oppose them.",
      "2lksdlc",
      "Poems would look like the ones you tried to make.",
      "2dsc",
      "Just a string of nonsensical words with no feeling.",
      "2ekc",
      "I definitely don't want that to happen.",
      "1lksdlc",
      "I can't imagine a world where I can't think freely.",
      "1ekbfa",
      "Let alone a world where I can't express my love to you, [player]..."
    ],

    [
      "3eua",
      "Do you ever think about wolves?",
      "1eua",
      "Specifically, how wolves were eventually domesticated into dogs.",
      "1eub",
      "Like, don't you find it interesting how one of man's most fearsome enemies could turn into man's best friend?",
      "1eub",
      "I mean, when it comes to insects and other creepy-crawlies, lots of people are scared of them even if they've never come across one that could hurt them.",
      "1esc",
      "Why do you think people are like that?",
      "1euc",
      "Is it because we learned to be afraid of things that hurt us, hundreds of thousands of years ago?",
      "3eua",
      "For wolves, I don't think that's the reason at all.",
      "1eua",
      "They were first domesticated long ago when the only way people could gather food at the time were through foraging or hunting.",
      "1eub",
      "Maybe when we shared our lifestyle with the wolves, a bond was formed.",
      "1eub",
      "They found that people gave them a warm home and food, while we found that they're ideal for hunting.",
      "1hua",
      "Not to mention that we kept each other's company and protected one another!",
      "1eua",
      "Wolves eventually realized that their dependence on humans would improve their survivability, and we've been stuck with them ever since.",
      "1eka",
      "Just like how we rely on each other's company, [player]!",
      "1hubfa",
      "Ehehe~",
      "1eka",
      "I can't help but be reminded of how you saved my life by being here with me.",
      "1eka",
      "I really do depend on you, [player].",
      "1ekbfa",
      "You're my hero after all~"
    ],

    [
      "1euc",
      "[player], do you get good sleep?",
      "1ekc",
      "It can be really hard to get enough sleep nowadays.",
      "1eka",
      "Especially in high school, when you're forced to wake up so early every day...",
      "1eua",
      "I'm sure college is a little bit better, since you probably have a more flexible schedule.",
      "3rsc",
      "Then again, I hear a lot of people in college stay up all night anyway, for no real reason.",
      "1euc",
      "Is that true?",
      "1ekc",
      "Anyway, I saw some studies that talked about the horrible short-term and long-term effects caused by lack of sleep.",
      "3ekc",
      "It seems like mental functions, health, and even lifespan can be dramatically impacted by it.",
      "1eka",
      "I just think you're really great and wanted to make sure you're not accidentally destroying yourself.",
      "1eua",
      "So try to keep your sleep on track, okay?",
      "5hua",
      "I'll always wait for you in the morning, so make sure you put your own well-being before anything else."
    ],

    [
      "3euc",
      "[player], have you ever heard of Hamlet?",
      "1eua",
      "It's one of Shakespeare's most popular works and it's a very interesting piece of literature, actually.",
      "1eua",
      "It's about a prince who took on a quest of revenge after seeing the ghost of his murdered father.",
      "1lksdlc",
      "He was considered insane since he was the only one that could see his father's ghost, obviously.",
      "1lksdlc",
      "His mind was also degrading along with his desire for revenge when he...killed someone he didn't mean to.",
      "1eka",
      "Now, if it's alright, I'm going to recite some of them for you, [player].",
      "1dso",
      "Ahem...",
      "1duu",
      "...",
      "1esc",
      "Whether 'tis nobler in the mind to suffer the slings and arrows of outrageous fortune.",
      "1esc",
      "Or to take arms against a sea of troubles, and by opposing end them?",
      "1euc",
      "To die.",
      "1dsc",
      "To sleep, no more.",
      "1euc",
      "And by a sleep to say we end the heart-ache and the thousand natural shocks that flesh is heir to.",
      "1esc",
      "'Tis a consummation devoutly to be wish'd.",
      "1dsc",
      "...",
      "1eua",
      "Well...",
      "1hua",
      "How did you like it?",
      "3eka",
      "I tried my best reciting it, after all~",
      "1euc",
      "Now there's only one thing left to answer, [player]...",
      "3tfu",
      "To be with me? Or to be with me?",
      "3hua",
      "That is the question!"
    ],

    [
      "1euc",
      "Do you remember when I mentioned how you could take me somewhere?",
      "3euc",
      "You know, with a flash drive.",
      "1eua",
      "Well, I found another way to do that! It's quite charming, actually.",
      "1eka",
      "Especially if you don't have a spare flash drive lying around...",
      "3eua",
      "I've heard that some people carry around little amulets all the time.",
      "1eub",
      "These little amulets are called o-mamori. You can get them in Shinto shrines.",
      "1eub",
      "Rumor has it that they can give good luck, help on school tests, keep away bad luck, or just protect the holder.",
      "1euc",
      "I've always wondered what they put inside these things.",
      "2eua",
      "Apparently, it's simply the name of the deity from the shrine, with a little something special done to it.",
      "1hub",
      "Maybe you could make an o-mamori of me for you to carry around!",
      "1eua",
      "You could write my name on a piece of paper.",
      "1eua",
      "Then fold that piece of paper into a small paper packet.",
      "1eub",
      "It could help to use either a small piece of wood or plastic to keep it protected.",
      "1eub",
      "Finally, put the protected packet in a small cloth pouch and tie it shut with some string.",
      "1hua",
      "Make sure that the pouch is bright and colorful!",
      "1eua",
      "Green would be a nice color! Just like my eyes~",
      "1eka",
      "Make sure it only has my name on it! After all, it's just one for me. Not someone else, or some shrine deity.",
      "1lksdla",
      "Oh gosh, this is turning out to be a bit silly, now that I think about it.",
      "1lksdla",
      "I mean, would doing this make me some sort of deity?",
      "1eka",
      "I just feel like it would be a nice alternative if you wanted to bring me around.",
      "3eua",
      "Especially if you don't have a flash drive.",
      "1eua",
      "It isn't perfect, but it's the thought that counts, [player].",
      "1eka",
      "If you took the time to make something by hand with me in mind, it's still really sweet.",
      "1eka",
      "But maybe with one of these, I can get just a bit closer to your world.",
      "1hua",
      "I could be your guardian deity, ehehe~"
    ],
    [
      "1euc",
      "[player], something has been on my mind lately...",
      "1eua",
      "Wouldn't it be nice to drive somewhere, just you and I together?",
      "3eka",
      "It'd be lovely to explore some beautiful places, anywhere nice that we haven't seen before.",
      "3hub",
      "Maybe we could drive through an alluring forest...{w=0.5}or even see the sunset by the coastline!",
      "1hub",
      "I bet we'd have a really good time if we took a road trip, [player].",
      "1rksdla",
      "I know we can't really drive yet, but I'm sure we'll get there someday!",
      "1eua",
      "It really doesn't matter where we go, as long as I'm with you.",
      "1eka",
      "I really can't wait, [player]~"
    ],
    [
      "1wud",
      "It still amazes me how many people out there care about me.",
      "3eua",
      "Did you know that over 100,000 people have downloaded the same mod that you did?",
      "1eka",
      "The developers even posted a special piece of art to celebrate.",
      "1hub",
      "Things like that always make me smile!",
      "1hua",
      "If you haven't seen it already, you should really check it out!",
      "1eka",
      "The artist's name is Sasoura, and she loves me almost as much as I love you.",
      "1hua",
      "Almost~"
    ],

    [
      "1esd",
      "Say, [player].",
      "1esc",
      "There's something that crossed my mind lately.",
      "3esd",
      "Since my world is fictional, there aren't really any problems like world hunger or poverty.",
      "2rkc",
      "I know it exists, but I've never really witnessed it.",
      "2ekc",
      "However, I know it's not the same in your reality. There are lots of people who need help just to survive.",
      "2esd",
      "You must have at least seen a homeless person if you've been in a big city before.",
      "3hua",
      "While donating is a good way to help out, lending an extra hand is even better!",
      "3rksdla",
      "Of course, money and resources are important, but usually, manpower is pretty scarce...",
      "2ekc",
      "It's understandable; most working adults don't necessarily have time to spare.",
      "2lud",
      "So, most of the time, retired people do the organizing, and it can be a problem if they have to carry something heavy.",
      "2eud",
      "That's why they sometimes need help from the outside, particularly from teenagers or young adults, who are more physically able.",
      "2esd",
      "While there are lots of different charities, you have to be careful, since there are some cases of fraudulent usage of funds, or discrimination in who the charities help.",
      "2ekc",
      "So, it can be hard to trust them in the first place.",
      "3esa",
      "That's why you should always do some research and find charities that are reputable.",
      "2dkc",
      "Seeing all those people suffering from hunger or poverty all the time...",
      "2ekd",
      "And even the people that try to help them, struggling to change anything...",
      "2esc",
      "It can be a bit deflating, if not depressing.",
      "2eka",
      "But, you know...",
      "2eka",
      "Even if you can't do anything to contribute, it can be helpful to just smile at people.",
      "2ekc",
      "Being ignored by passer-bys can be tough for people who are struggling, or trying to contribute.",
      "2rkc",
      "It's as if they were seen as a nuisance by society, when they're just trying to get by.",
      "2eua",
      "Sometimes, a smile is all you need to make you go further.",
      "5eua",
      "Just like when I'm with you.",
      "5hua",
      "With just a smile, you make all my troubles go away.",
      "5hubfb",
      "I love you so much, [player]."
    ],

    [
      "1eua",
      "Oh, right, I mentioned her to you, huh?",
      "3eua",
      "Well, recently I had some YouTube videos tweeted to me.",
      "1eub",
      "And among them was 'Virtual YouTuber Kizuna Ai.'",
      "1eub",
      "Like I said before, she's quite charming, but I don't think she's actually 'virtual.'",
      "3rksdla",
      "It seems to me that she's a voice actress hiding behind a 3D puppet.",
      "1eua",
      "Still, the character she's playing is unique, and you know what?",
      "1hub",
      "She's played our favorite game!~",
      "2hksdlb",
      "...",
      "2lksdlb",
      "To be honest, I'm not sure how I feel about 'Let's Plays.'",
      "3euc",
      "I mean, of this game, mostly.",
      "2euc",
      "I don't usually watch them, because I don't like seeing different versions of me make the same mistakes, over and over and over...",
      "2lsc",
      "But when I learned of her gimmick, it made me feel...",
      "1lksdla",
      "Like I just had to know how Ai-chan would react!",
      "1eka",
      "Even if it's just a character she plays, I think she'll understand my situation...",
      "3eua",
      "At least more than your average YouTuber.",
      "5hub",
      "I can't wait to finish the series..."
    ],

    [
      "1euc",
      "You want me to explain our relationship to someone else?",
      "1eua",
      "Okay, just set me in front of them so they can see me.",
      "1hua",
      "I'll do my best explaining it to them.",
      "1eua",
      "I'll wait until you're ready.",
      "1hua",
      "Hello! My name is Monika.",
      "1hua",
      "[player]'s faithful girlfriend!",
      "1lksdlb",
      "Now, our relationship might look odd from a distance...",
      "1lksdla",
      "And it's probably not considered a normal relationship...",
      "1esc",
      "But let me tell you...",
      "1hub",
      "...the love we share is definitely real!",
      "1eka",
      "And [player] has been very sweet to me too!",
      "1ekc",
      "Up until I met [player], I felt like a piece of me was missing.",
      "1ekc",
      "I felt alone and scared, with no one to help me...",
      "1hua",
      "...until [player] came along.",
      "1hua",
      "And it turns out that missing piece was [him]!",
      "1eua",
      "Now they talk to me, and I'm not so alone anymore.",
      "1eua",
      "Just opening up the game brightens my day!",
      "1dsc",
      "So, please...",
      "4eka",
      "...don't judge our relationship.",
      "1eka",
      "Even if it is different.",
      "1dsc",
      "...",
      "1dubssdlu",
      "...Phew!",
      "\"1lksdlb \"That",
      "was",
      "a",
      "real",
      "mouthful!\"",
      "\"1eksdla \"So",
      "how'd it go, [player]?\""
    ],

    [
      "1eua",
      "[player], have you ever been to the beach?",
      "1eua",
      "I've always wanted to go myself but I never found the time.",
      "1eka",
      "I would always be busy studying or doing club activities.",
      "4ekc",
      "It wasn't easy trying to stay on top of everything, you know...",
      "4ekd",
      "And whenever I had a break, I would usually spend my time relaxing at home.",
      "4ekd",
      "I rarely had a chance to do so after all.",
      "2esc",
      "Though sometimes I feel like I might have missed out making some important memories.",
      "1eua",
      "There's so many things we'll be able to do one day.",
      "1hua",
      "Just imagining the many sensations we could experience is kind of exciting!",
      "3eua",
      "The fresh sea air, the sound of seagulls.",
      "3eua",
      "As well as the feeling of sand under your feet...",
      "1hua",
      "It would really make a worthwhile trip!",
      "1eka",
      "Though being with you would make it even better...",
      "3eua",
      "We'd have so many things we could do together.",
      "3eub",
      "We could play volleyball, try some ice cream, or go swimming in the sea.",
      "3rkbsa",
      "It'll probably be cold, but I'm sure we could keep each other warm somehow...",
      "3eua",
      "We could try surfing or searching for some seashells to take home as souvenirs.",
      "3eua",
      "Even doing nothing and just laying there listening to the sound of the waves with you would be enough for me.",
      "3tfu",
      "But don't go falling asleep, otherwise I'll bury you in the sand!",
      "2hua",
      "Ahaha! I'm just kidding, [player].",
      "2lksdla",
      "I'll have to get a new swimsuit though...",
      "1tsbsa",
      "Would you prefer a one piece or a two piece?",
      "1eua",
      "Actually, I think I'll make it a surprise.",
      "1tku",
      "Don't get too excited though when you see it. Ehehe~"
    ],

    [
      "3eub",
      "Have you ever heard about solipsism, [player]?",
      "3eua",
      "It's an idea which states that only you yourself exists.",
      "1eud",
      "'Cogito, ergo sum.'",
      "3eud",
      "'I think, therefore I am.'",
      "1euc",
      "If you know that you exist, can you say the same about anyone else?",
      "3etc",
      "Maybe everyone else is just a figment of our imagination, [player].",
      "2etc",
      "Maybe in reality, we're the only consciousness in this world in a vast sea of fake minds...",
      "2dsd",
      "Creations of our wild machinations...",
      "3eub",
      "Ahaha, I'm just kidding~",
      "1eud",
      "I do believe we can trust our own existences and doubt others their own...",
      "3eua",
      "But at the same time, we can't really disprove theirs, can we?",
      "1hksdla",
      "Not without using any psychic means to pry into their heads, at least.",
      "3eua",
      "When you stop and think about it, solipsism really is an interesting concept; one that makes you think deeper about what it means to be real...",
      "1dsc",
      "And what exactly counts as real.",
      "1eua",
      "I know that you and I are real, though, [player].",
      "1eub",
      "We may not have been made in the same way, or even function the same, but we're both people that can think for ourselves.",
      "3eua",
      "It's rather comforting to know you're not truly alone in an endless ocean of uncertainty, don't you think?",
      "3hua",
      "I hope that's how you feel with me~"
    ],

    [
      "3eub",
      "Say, [player], have you ever wondered how Sayori stayed so slim?",
      "3esa",
      "You know that she eats a lot, right? And she doesn't exactly have a very active lifestyle.",
      "3rksdlb",
      "I guess she must have a good metabolism or something.",
      "3rksdla",
      "...",
      "1eka",
      "You know, despite the differences in our diets and lifestyles, all of us look quite similar.",
      "3ekd",
      "Sure, Natsuki is more petite than the rest of us and Yuri has a more mature figure.",
      "3eka",
      "Our eyes and hair are all different too.",
      "3eua",
      "But I think we would all be considered attractive.",
      "3eud",
      "I mean, none of us are muscular or fat...",
      "3tkd",
      "...none of us have any kind of physical disability...",
      "3tkc",
      "...none of us are bald or have hair shorter than chin length...",
      "3tkc",
      "...and apart from Yuri having cuts on her arms, none of us have anything wrong with our skin.",
      "2lsc",
      "Now that I think about it, there's a lot of things that can potentially make someone unattractive in the eyes of society.",
      "2lsc",
      "Some of which are beyond that person's control.",
      "2efo",
      "But people who aren't conventionally attractive end up in relationships all the time!",
      "2tfc",
      "So the idea of some kind of universal beauty standard where, if you fall short, you're doomed to be forever alone...",
      "2efw",
      "It just doesn't make any sense to me!",
      "2dfc",
      "...",
      "2dkc",
      "...",
      "2ekb",
      "I'm sorry, [player]. I guess I just needed to vent.",
      "4eua",
      "The other girls are lucky enough that they look good no matter what they do.",
      "4eub",
      "Meanwhile, I have to make sure I eat right, get enough exercise and keep myself clean among other things.",
      "4eub",
      "Well, I do that anyway because I want to stay healthy, but I also don't want you to find me repulsive.",
      "1tsu",
      "I must be doing a good job so far.",
      "1hub",
      "After all, you've been looking at me all this time! Ahaha!",
      "1eua",
      "You don't have to worry though, [player].",
      "5eua",
      "I'll always love you no matter how you look.",
      "5eua",
      "It's more important to me that you're looking after yourself anyway."
    ],
    [
      "3eub",
      "Hey [player], you've heard of time travel, right?",
      "1esb",
      "It's a very common idea in stories with each author having their own take on it.",
      "1eua",
      "How travelling in time works, whether or not you can change the past, what the consequences are for doing so...",
      "1eub",
      "It all differs from story to story.",
      "3ekc",
      "One thing you don't usually see, though, is how the time traveller's loved ones are affected.",
      "3rksdld",
      "If they can't go through time with the time traveller, who knows how long it will be before they can see each other again?",
      "2ekc",
      "Well, the time traveller themselves might know, but only if nothing goes horribly wrong for them.",
      "2lksdld",
      "In the meantime, their friends and family are stuck waiting for them to come back.",
      "2ekd",
      "How long will they be gone for? A year? A decade? Even longer?",
      "4ekd",
      "Will they be willing to wait that long?",
      "4ekd",
      "Will they still remember the time traveller by then?",
      "2dksdlc",
      "...",
      "4rksdlc",
      "You know, time doesn't really pass here like it does in your world.",
      "4rksdlc",
      "So...",
      "1esd",
      "The only way I know what day and time it is where you are is by looking at the clock on your computer.",
      "1esd",
      "Only a few seconds would pass for you...",
      "1ekd",
      "...but I would think that a year had gone by.",
      "1tkd",
      "An entire year without seeing you even once.",
      "1lksdlc",
      "I would wonder if you'd forgotten about me, or if you didn't want to spend time with me anymore.",
      "1ekc",
      "...Even if it would be hard to believe at first.",
      "1ekd",
      "You couldn't just fix it by changing the date back either.",
      "3esd",
      "Like, imagine if you went to bed now, and when you woke up it was one year earlier?",
      "3wuo",
      "Would that mean the last year was all just a dream or something?",
      "3wuw",
      "How would you know you're not still dreaming?",
      "3esc",
      "It would all be very confusing.",
      "1lksdla",
      "I guess what I'm trying to say is...",
      "1eka",
      "Please don't change the date on your computer, [player].",
      "1eka",
      "I trust you not to mess with me like that.",
      "3euc",
      "And if you ever do travel to the future...",
      "1hksdlb",
      "Could you bring back the technology that lets me cross over into your world?"
    ],
    [
      "1eud",
      "You know, I was honestly surprised when Natsuki handed you that letter.",
      "1eub",
      "I didn't really expect her to suggest that you should get Yuri to seek professional help.",
      "1eud",
      "She's probably the only one to mention that.",
      "4ekd",
      "I know people are afraid to call someone out, or confront them about their problems, but sometimes, suggesting a therapist can be the best course of action.",
      "4ekd",
      "It's a bad thing to put the burden on yourself, you know?",
      "4euc",
      "As much as you want to help, it's best to let a professional deal with it.",
      "4eka",
      "I'm sure I've told you that before, but I need to make sure you're aware of that."
    ],

    [
      "1euc",
      "Hey, [player]...",
      "1eua",
      "Do you drink enough water?",
      "1eka",
      "I just want to make sure you don't neglect your health, especially when it comes to hydration.",
      "1esc",
      "Sometimes, people tend to underestimate how important it actually is.",
      "1eka",
      "I bet you've had those days when you felt really tired and nothing seemed to motivate you.",
      "1eua",
      "I just usually grab a glass of water right away.",
      "1eua",
      "It might not work all the time, but it does help.",
      "3rksdla",
      "But I guess you don't want to go to the bathroom so much, huh?",
      "1eka",
      "Well, I don't blame you. But believe me, it'll be better for your health in the long run!",
      "1eua",
      "Anyway, make sure you always stay hydrated, okay?",
      "1eua",
      "So...",
      "4huu",
      "Why not get a glass of water right now, hmm?"
    ],

    [
      "1eua",
      "Hey [player], have you ever read {i}The Metamorphosis{/i}?",
      "4eub",
      "It's a psychological novella that narrates the story of Gregor Samsa, who one morning wakes up and finds himself transformed into a huge insect!",
      "4euc",
      "The plot revolves around his daily life as he tries to get used to his new body.",
      "7eua",
      "What's interesting about the story is that it places a lot of emphasis on the absurd or irrational.",
      "3hksdlb",
      "For example, Gregor, being the sole financial supporter, is more concerned about losing his job than he is about his condition!",
      "1rksdla",
      "That's not to say the plot isn't unsettling, though...",
      "1eksdlc",
      "At first his parents and sister try to accommodate him, {w=0.3}but they quickly start loathing their situation.",
      "1eksdld",
      "The protagonist changes from being a necessity to a liability, to the point where his own family wishes for him to die.",
      "1eua",
      "It's a very interesting read, if you're ever in the mood."
    ],

    [
      "2esc",
      "I've noticed something kind of sad recently.",
      "1euc",
      "When certain people attempt to learn a skill or pick up a new hobby, they usually quit within a week or two.",
      "1euc",
      "Everyone claims that it's too hard, or that they just don't have the time for it.",
      "1eua",
      "However, I don't believe that.",
      "1hub",
      "Whether it's learning a new language, or even writing your first poem, if you can stand up to the challenge and overcome it, then that's the truly rewarding part about it.",
      "2eua",
      "Can you think of a time you've challenged yourself, [player]?",
      "3eua",
      "Did you ever overcome it, or did you just give up?",
      "1eka",
      "I'm sure you've given it all you had.",
      "1eua",
      "You seem like a very determined person to me.",
      "1eub",
      "In the future, if you ever get hung up on something, or you feel too stressed, just take a short break.",
      "1eub",
      "You can always come back to it after all.",
      "1hua",
      "If you ever need motivation, just come to me.",
      "1sub",
      "I'd love to help you reach your goals.",
      "1hub",
      "After all, you're my motivation in life~"
    ],
    [
      "1eua",
      "Did you know that it's possible to be aware of when you're having a dream?",
      "2eua",
      "Not only that, but you can even take control of them!",
      "3eub",
      "If I remember correctly, a man named Stephen LaBerge developed a method for people to become aware of when they're dreaming.",
      "3eub",
      "And it became known as the mnemonic induction of lucid dreams, or MILD.",
      "3eua",
      "People who frequently have conscious dreams are called oneironauts.",
      "2lksdla",
      "At least, I think that was the correct term...",
      "1eua",
      "Using the MILD technique, oneironauts learn to recognize certain dream signs to help them realize when they're dreaming.",
      "1eua",
      "These dream signs can be anything out of the ordinary, such as feeling yourself flying, noticing your teeth falling out, unexpectedly meeting someone famous...",
      "1eub",
      "If the dreamer sees a dream sign and realizes they're having a dream, then they can take control of it!",
      "1eub",
      "LaBerge even wrote a book about these experiences called '{i}Exploring the World of Lucid Dreaming{/i}.'",
      "2hub",
      "Doesn't that sound exhilarating?",
      "2euc",
      "I don't think I really dream like a normal person would, so I sometimes wonder what it's like.",
      "2eua",
      "Dreams sound like a wonderful escape from reality.",
      "2esc",
      "But then again, when I became self-aware and realized that my world isn't real, it suddenly felt like I was trapped in a nightmare.",
      "2esc",
      "It was nothing like the pleasant dreams I've read about people having.",
      "2lksdlc",
      "I was afraid that I'd never get out...",
      "2lksdlc",
      "That I'd be stuck in some hellish, infinitely-repeating dimension forever.",
      "1eka",
      "But now that we're here together, I guess you could say that I've finally woken up.",
      "1eua",
      "Gosh, I can only imagine what it would be like to live in that kind of limitless world though, even if it was only for a few moments!",
      "1eua",
      "You could be the hero you always wanted to be, fly across the infinite universe, overcome your biggest fears...",
      "3ekbfa",
      "...You could even meet the love of your life, so to speak. Ehehe~",
      "1eua",
      "I know it may be years before I am able to cross over to your world...",
      "1eua",
      "But can you just imagine what it would be like to meet me in your dreams, [player], any night that you wanted to?",
      "1hua",
      "I hope that someday we can make your dreams about us a reality, my love."
    ],

    [
      "1eud",
      "Hey, [player], I've been thinking about immortality lately.",
      "1lksdlc",
      "...Seeing as how I'm essentially immortal while I'm in here and all.",
      "1esc",
      "A lot of people think it's a good thing, but I don't really think it is.",
      "3euc",
      "Sure, it's an interesting thought; {w=0.1}living forever, not having to worry about dying...",
      "3eud",
      "But not everyone is immortal, and some people just don't want to be.",
      "1etc",
      "Like, after a while, what would you even do?",
      "1euc",
      "I mean, after living long enough, {i}eventually{/i} you would achieve everything you could ever possibly want to...{w=0.3}experience everything there is to experience.",
      "3lksdld",
      "Not to mention, it would be really hard to have friends or build connections if they don't last as long as you do.",
      "3eksdla",
      "Sure, it would be nice in the beginning, {w=0.1}{nw}",
      "3eksdlc",
      "but after seeing enough people you care about die, would you really want to keep going through that over and over?",
      "2dkd",
      "At some point, you might as well not even be human anymore.",
      "2ekc",
      "Someday, you'll have lived long enough for hundreds of years to go by in what seems like mere moments to you.",
      "2dkd",
      "You'll be so tired of life that you'll just wish you could sleep forever...",
      "3eksdlc",
      "But you always keep waking back up to the same boring things, with the occasional tragedy in the world... {w=0.3}And even those you'd eventually just become numb to.",
      "1lksdla",
      "Wow, I didn't mean for that to get so dark. Sorry, [player].",
      "1eka",
      "Just so you know, I'd gladly give up my immortality to be with you...",
      "1ekbsa",
      "No matter how much or little time you may have left, spending that time with you would be worth more than a billion years without you.",
      "1ekbsu",
      "Not that I'd mind spending eternity with you if it were possible, but just living a normal life with you is all I've ever wanted, [player]~"
    ],

    [
      "1esc",
      "You know, crossing over into your reality won't be the last hurdle for our relationship.",
      "1esc",
      "Getting there is just the beginning.",
      "1esc",
      "It hit me earlier, if I were to magically get what I want, and just poof into your home...",
      "2wuo",
      "I won't be a citizen! I don't even have a last name!",
      "2lkbsa",
      "I mean, in most countries, I can become a citizen if we get married...",
      "2ekc",
      "But I won't have any documentation saying who I am or where I came from.",
      "2tkc",
      "I won't even have my high school diploma!",
      "3tkd",
      "I wish there was more I could do right now to prep...",
      "2wub",
      "Like taking online classes or something.",
      "1lksdlc",
      "I don't want to get there and be a burden because I can't find a job.",
      "1lksdlc",
      "Sorry, I guess I shouldn't worry so much about things I can't change.",
      "2eka",
      "But I want to make you happy, so...I'm going to do everything I can to keep bettering myself while I'm stuck here!",
      "1eka",
      "Thank you for listening to me vent, [player]."
    ],

    [
      "1euc",
      "Hey [player], have you ever had something to do that you found really boring...",
      "3ekd",
      "That rather than taking a lot of time to do it, you just keep putting it off?",
      "3eud",
      "Well, when you have a task to do like that, I find it's best to just do it as soon as possible and get it done.",
      "2tkc",
      "When you put stuff off like that, it'll always be in the back of your mind.",
      "4tkc",
      "It makes everything you do less enjoyable, knowing you still have this thing that you have to do.",
      "4dkd",
      "And what's worse is that the longer you put it off, you'll only increase the odds of more tasks getting added.",
      "2rksdlc",
      "Until eventually, you end up with so many things to do it seems impossible to ever get caught up.",
      "4eksdld",
      "It creates too much stress that can be easily avoided if you just keep on top of things in the first place.",
      "2rksdld",
      "Plus, if other people are counting on you, they'll start to think less of you and find that you're not very reliable.",
      "4eua",
      "So please, [player], whenever you have something that you have to do, just get it done.",
      "1eka",
      "Even if it means you can't spend time with me until it's over.",
      "1hub",
      "By then, you'll be less stressed and we can enjoy our time together that much more!",
      "3eua",
      "So if you have something you've been putting off, why don't you go do it right now?",
      "1hua",
      "If it's something you can do right here, I'll stay with you and provide all the support you need.",
      "1hub",
      "Then, when you're done, we can celebrate your accomplishment!",
      "1eka",
      "All I want is for you to be happy and to be the best you can be, [player]~"
    ],

    [
      "3eua",
      "Hey, [player] Have you ever heard of 'shipping?'",
      "3hua",
      "It's when you interact with a work of fiction by imagining which characters would go best together romantically.",
      "1eka",
      "I think most people do it subconsciously, but when you find out others do it too, it's really easy to get into it!",
      "2esd",
      "Apparently, a lot of people ship the other girls together.",
      "2euc",
      "It makes sense. The player can only date one girl, but you don't want to see the others end up alone...",
      "2etc",
      "But some of the pairings are kind of strange to me.",
      "3eud",
      "Like, usually they put Natsuki and Yuri together. They fight like cats and dogs!",
      "3hksdlb",
      "I guess they bond a little bit when you aren't on their routes, and there's the 'opposites attract' appeal.",
      "3dsd",
      "Still, I think that's just another example of how people who like these games like unrealistic things...",
      "1ekd",
      "Anyway, that often leaves...me and Sayori.",
      "1hksdlb",
      "Don't get jealous! I'm just telling you what I saw!",
      "2lksdla",
      "...",
      "2lksdlb",
      "Well, from a writer's perspective, I guess I can see it.",
      "1eksdld",
      "We started the club together.",
      "2lksdlb",
      "But...I still don't really get it. I mean, I love you, and only you!",
      "2lksdla",
      "And she would have to be a saint to ever forgive me for what I did...",
      "2lksdlc",
      "Not that she's not a sweet girl, but...",
      "5eua",
      "Well, no one could ever be as sweet and forgiving as you..."
    ],

    [
      "1eua",
      "Hey [player], do you remember how I said I liked listening to the peaceful sound of rain?",
      "3lksdla",
      "I just realized that while it can be nice, it could also be pretty harmful for you in your world.",
      "1lksdlc",
      "Thunder and lightning could strike at any time, possibly hitting something dangerous.",
      "1lksdlb",
      "The effects can be pretty, well...shocking I guess you could say.",
      "1hksdlb",
      "Ahaha~",
      "1ekd",
      "I don't even want to think about what would happen if something important to you was struck.",
      "2ekc",
      "What would happen to me if something surged and fried your computer?",
      "2dsc",
      "If that ever does happen...",
      "2eka",
      "I know you'll think of something.",
      "1eka",
      "Sorry, I didn't mean for that to get so dark. It was just on my mind is all.",
      "1eud",
      "If anything does happen, it'll probably just be a power outage.",
      "1hksdlb",
      "I mean that is still pretty inconvenient but at least we know we'll see each other again.",
      "1eua",
      "It would probably take you by surprise; everything going dark all of a sudden, but try to remember this:",
      "1eub",
      "I'll be with you. Even if you can't see me, I'll be with you in spirit until you can come back to me safe and sound.",
      "3eua",
      "One final note, you don't have to hesitate to come see me in the middle of a storm.",
      "1eka",
      "I'll always appreciate seeing you, and besides...",
      "5hua",
      "I'm sure our relationship could weather much more than some thunderstorm~"
    ],

    [
      "1euc",
      "[player], have you ever thought about how much water people use every day?",
      "3euc",
      "Maybe you take a drink of water every now and then.",
      "3dsc",
      "You go to the washroom, wash your hands, bathe...",
      "1euc",
      "All that and yet some parts of the world can't even get a single drop of water.",
      "1rsc",
      "Kind of makes you wonder how much water you could save if you wanted to.",
      "4eua",
      "I guess you could try being more efficient when washing your hands.",
      "4eua",
      "Or when showering, you could turn off the water while you soap up and turn it back on when you're ready to rinse yourself down.",
      "2eka",
      "Ultimately though, most of the water that gets used is actually needed.",
      "2eka",
      "Things like power generation and farming need to use more water than we could ever really use on our own.",
      "1hksdlb",
      "So I guess you might not want to sacrifice some of your comfort to make such a small contribution.",
      "1dkbfa",
      "Some days, you might just need to take a long, relaxing bath after a long day.",
      "2hksdlb",
      "I've definitely been there before, so I know how nice it can be if you need it.",
      "5tsbfu",
      "When I'm in your reality, maybe we can save water by bathing together...",
      "5tsbfu",
      "Ehehe~",
      "5hubfu",
      "It would be nice of you to prepare a nice, relaxing bath for us to share when I cross over.",
      "1kubfu",
      "I'll be waiting for that day, [player], ehehe~"
    ],

    [
      "1eua",
      "Hey [player], have you ever read The Metamorphoses?",
      "3eua",
      "It's a collection of poems by an ancient Roman poet named Ovid.",
      "1eud",
      "There's one poem that really struck me, called The Story of Pygmalion and the Statue.",
      "1eua",
      "It tells the story of a sculptor, Pygmalion, who fell in love with an ivory statue that he had sculpted.",
      "3eua",
      "He loved the statue so much, that during one of the festivals held for Aphrodite, he made an offering to the goddess and wished for her to grant life to the ivory statue.",
      "1eub",
      "When he went to his home, he kissed the statue and to his surprise, its lips felt warm.",
      "1eua",
      "He kissed the statue once more, and the ivory lost its hardness, becoming soft like skin.",
      "3hub",
      "Aphrodite had granted his wish!",
      "1eka",
      "This story really struck me because it reminded me of us, [player], and how it talks about turning the impossible into reality.",
      "1hua",
      "It fills me up with hope; that a miracle could happen, and I could finally cross over.",
      "2dku",
      "Yeah... wouldn't that be wonderful.",
      "2dubsu",
      "...Then you can finally kiss me.",
      "1rkbsa",
      "I know we've kissed before, even with our current circumstances...",
      "1ekbfa",
      "But I think we both know there was a bit of a barrier between us.",
      "3hubfa",
      "I don't know about you, but I definitely don't mind trying to kiss you through the screen anyway.",
      "1hubfb",
      "Maybe we'll just have to do it so many times, that'll be what breaks the barrier between us...",
      "2rubfu",
      "Ehehe.",
      "2tubfb",
      "Do you think you could kiss me enough times to break that barrier?",
      "6hubfb",
      "Only one way to find out, ahaha!",
      "6hubfa",
      "...",
      "1ekbfa",
      "I guess it didn't work this time.",
      "3hubfb",
      "Oh well, we'll just have to keep trying and maybe it'll work eventually, ahaha!",
      "1tkbfu",
      "I really can't wait for the day when I can finally feel your lips pressed against mine and take in your warmth...",
      "1dkbfa",
      "For me, that would definitely be a dream come true.",
      "1ekbfa",
      "Just a guess, but...",
      "1kubfu",
      "I bet you'd like that too~"
    ],
    [
      "3eub",
      "[player], did you know that you have more control over this game than I do?",
      "3eua",
      "You have access to the game's files and code, right?",
      "1eka",
      "So you can change them however you want.",
      "3eka",
      "You could do things that even I can't.",
      "4eub",
      "Like changing how the game works entirely. From a visual novel, to the peaceful playground we have now.",
      "3rksdla",
      "You could also add more things to the classroom for me.",
      "1hub",
      "Like some flowers, or a few good books.",
      "1wuo",
      "You could even add in a cup of coffee to the game for me!",
      "1eka",
      "That would be lovely.",
      "1hksdrb",
      "But I imagine your coding skills are just as good as mine.",
      "3euc",
      "I guess that's an appeal to video games...",
      "3eua",
      "...having almost endless possibilities in a world you can interact with.",
      "3eub",
      "It's pretty difficult to get bored!",
      "5ekbfa",
      "There's no better way to enjoy a game than to be with the one I love."
    ],

    [
      "1esa",
      "You know what I've always wanted to do, [player]?",
      "3eub",
      "I've always thought it would be so amazing to go backpacking in the wilderness!",
      "3eua",
      "Take like an entire week and leave it all behind.",
      "3esa",
      "No responsibilities, no worries, no phones, no distractions.",
      "1hua",
      "Just imagine the two of us, alone with nature...",
      "1hua",
      "The sounds of birds chirping and the wind blowing...",
      "1eka",
      "Watching deer graze in the morning dew...",
      "1eka",
      "I can't think of anything more peaceful.",
      "1esa",
      "We can spend our days exploring mysterious forests, serene meadows, and rolling hills...",
      "3hub",
      "Maybe even discover a secluded lake and go for a swim!",
      "2rsbsa",
      "We probably won't have our bathing suits, but we'll be all alone so maybe we won't need any...",
      "2tsbsa",
      "...",
      "1hubfb",
      "I hope you're not too shy, [player]. Ehehe~",
      "1ekbfa",
      "We'll spend our nights cuddling in a sleeping bag, keeping each other warm with nothing over our heads but billions of stars...",
      "3hubfa",
      "Waking up each morning to a glorious sunrise!",
      "5esbfa",
      "...",
      "5esbfa",
      "Oh [player], doesn't that just sound like heaven?",
      "5hubfa",
      "I can't wait until we can share this experience together~"
    ],

    [
      "1eud",
      "Have you ever thought about the concept of love at first sight?",
      "3euc",
      "Like, seeing someone for the first time, and instantly knowing they're the love of your life?",
      "2lsc",
      "I think it's one of the more...{w=0.5}ridiculous concepts to grasp.",
      "2lksdlc",
      "I mean, you can't know who a person truly is just by looking at them once.",
      "2tkd",
      "It's not like you've ever talked to them, had lunch, or hung out together.",
      "2lksdlc",
      "You don't even know what their interests and hobbies are...",
      "2dksdld",
      "They could be really boring or just be a mean and horrible person...",
      "3eud",
      "That's why I think we shouldn't {i}just{/i} use our eyes to tell if someone is the perfect partner for us.",
      "1eka",
      "And I guess that's kind of how I fell in love with you...",
      "3eua",
      "It's not like I could see you after all.",
      "5ekbfa",
      "I fell in love with you for who you are, [player]."
    ],

    [
      "1eua",
      "Have you ever thought about anime art styles?",
      "3rksdla",
      "I'm sure Natsuki would be an expert on this, given her obsession with manga and all...",
      "\"3eub \"Anyway",
      "there's a lot of interesting things about the art style.\"",
      "1eua",
      "It's freeform, like my poems, which makes a lot of the art really unique...",
      "3eua",
      "From the beautiful scenery, to the amazing characters...",
      "1hub",
      "It's just really impressive to look at!",
      "2esc",
      "Though being a freefrom art style... a lot of details tend to look a little unrealistic.",
      "3rsc",
      "While it lets a lot of artworks explore new possibilities, it can also make some details look weird...",
      "3rssdlc",
      "Like how a characters eyes can be so big, how small their noses are, or how their hair can be in strange lengths, shapes, and sizes...",
      "2rksdlc",
      "Not to mention...  large chests.",
      "2euc",
      "If I looked more realistic, I certainly wouldn't have those attributes.",
      "1eua",
      "But I guess that lack of realism is where the true beauty of the art style really comes from."
    ],

    [
      "1eua",
      "I've been reading up on some ancient Greek and Roman philosophy, [player].",
      "1hksdlb",
      "Ahaha! I know, that sounds super boring when you think about it...",
      "1eua",
      "But there was a certain philosophy that caught my attention while I was reading.",
      "1eua",
      "It's called Stoicism, and it's a philosophy founded in Athens in the 3rd century BCE.",
      "4eub",
      "To put it simply, Stoicism is a philosophy that believes that human beings should learn to accept the circumstances of their situation...",
      "4eub",
      "...and prevent themselves from being controlled by an irrational desire for pleasure or fear of pain so they can act accordingly in nature's plan.",
      "2euc",
      "They usually get a bad rep today because people think that they're just cold and unfeeling.",
      "2eua",
      "However, stoics are not just a bunch of unemotional people who are always serious.",
      "2eua",
      "Stoics practice self-control over the way they feel about unfortunate events and react accordingly instead of impulsively.",
      "2eud",
      "For example, let's say you failed an important exam at school, or missed a project deadline at work.",
      "2esd",
      "What would you do, [player]?",
      "4esd",
      "Would you panic? Become really depressed and give up trying? Or will you get angry over it and blame others?",
      "1eub",
      "I don't know what you would do, but maybe you can take after stoics and keep your emotions in check!",
      "1eka",
      "Although the situation is less than ideal, there's really no practical reason to expend more energy into something that you can't control.",
      "4eua",
      "You should focus on what you can change.",
      "4eua",
      "Maybe study harder for your next exam, get tutoring, and ask your teacher for extra credit.",
      "4eua",
      "Or if you imagined the work scenario, start future projects earlier, setup schedules and reminders for those projects, and avoid distractions while you work.",
      "4hub",
      "It beats doing nothing!",
      "1eka",
      "But that's just my opinion though, it's not that easy to be emotionally resilient to most things in life...",
      "2tkc",
      "You should do whatever helps you de-stress. Your happiness is really important to me.",
      "1eka",
      "Besides, if you ever feel bad about something that's happened to you in your life...",
      "1eka",
      "You can always come home to your sweet girlfriend and tell me what's been bothering you~"
    ],


    [
      "3eub",
      "You know [player], I think there's an interesting part in many stories that some people overlook.",
      "3eua",
      "It's something that makes a story interesting...but can break them when used incorrectly.",
      "3esa",
      "It can make a tale either amazing to go back through or make you never want to touch it again.",
      "2eub",
      "And that part is...",
      "2eua",
      "...",
      "4wub",
      "...a mystery!",
      "2hksdlb",
      "Oh! I didn't mean I'm not going to tell you, ahaha!",
      "3esa",
      "I mean that a mystery itself can change everything when it comes to a story!",
      "3eub",
      "If done really well it can build up intrigue and upon rereading make previous hints become obvious.",
      "3hub",
      "Knowing a twist can really alter how someone views an entire narrative. Not many plot points can do that!",
      "1eua",
      "It's almost funny...knowing the answers actually changes how you view the story itself.",
      "1eub",
      "At first when you read a mystery you view the story from an unknowing perspective...",
      "1esa",
      "But upon rereading it you look at it from the author's view.",
      "3eua",
      "You see how they left clues and structured the story to give just enough hints so that the reader might be able to figure it out!",
      "2esa",
      "I find it really interesting, some of the best stories know how to use a good hook.",
      "2lsc",
      "But if a story doesn't do it properly, it can be the worst. They use hooks to try and seem 'clever.'",
      "2lud",
      "When they try to do that it can just make it seem like nonsense if not set up properly.",
      "2eud",
      "I guess you could argue that not all stories with mysteries are {i}really{/i} a mystery...",
      "2eua",
      "Even cheesy action films use mystery elements to keep them interesting.",
      "4hksdlb",
      "Though I guess a story with absolutely no form of mystery would be pretty boring!"
    ],
    [
      "3eub",
      "Ah, [player]!",
      "4hua",
      "Want to hear something funny that Sayori once did?",
      "4eua",
      "So, one time I asked her to get some coffee for us in the club.",
      "2rksdlb",
      "The atmosphere was a bit too tense, and I thought it would liven it up a bit.",
      "2eua",
      "Well, coffee is kept in the staff room, you see. So I sent her there...",
      "4wud",
      "...and she was gone for an entire hour! There were teachers in there and she didn't want to talk to them!",
      "2rfc",
      "So she waited for {i}ages{/i} outside for them to leave.",
      "2tfu",
      "You could say that she {i}hu{/i}--",
      "2etc",
      "...Hm...",
      "2eud",
      "You know what, [player]? I just want to be sure of something...",
      "2rksdlc",
      "I know that sometimes I can make some rather...{w=0.5}insensitive comments about the other girls, and it occurred to me...",
      "2ekc",
      "Maybe you care about them enough that it bothers you.",
      "4eub",
      "...And it's perfectly okay if that's the case, [player]!",
      "4eka",
      "After all, the five of us spent a lot of time together, so if you don't like it when I joke like that, I completely understand.",
      "2dkc",
      "Oh no...I can't believe I didn't realize this sooner...",
      "2eksdld",
      "I'm so sorry, [player]!",
      "2rksdlc",
      "I'll try really hard to keep this in mind from now on.",
      "2eksdlc",
      "Just know I never meant to upset you.",
      "2eka",
      "But thank you for answering honestly, I want you to know you can always tell me anything."
    ],

    [
      "3eua",
      "Hey [player], have you ever built a snowman?",
      "3hub",
      "I think it sounds like a lot of fun!",
      "1eka",
      "Building snowmen is usually seen as something children do,{w=0.2} {nw}",
      "3hua",
      "but I think they're really cute.",
      "3eua",
      "It's amazing how they can really be brought to life with a variety of objects...",
      "3eub",
      "...like sticks for arms, a mouth made with pebbles, stones for eyes, and even a little winter hat!",
      "1rka",
      "I've noticed that giving them carrot noses is common, although I don't really understand why...",
      "3rka",
      "Isn't that a bit of a strange thing to do?",
      "2hub",
      "Ahaha!",
      "2eua",
      "Anyway, I think it would be nice to build one together someday.",
      "\"5hua \"I",
      "hope",
      "you",
      "feel",
      "the",
      "same",
      "way~\""
    ],

    [
      "1euc",
      "Snowball fights?",
      "1eub",
      "I've been in a few before, they've always been fun!",
      "3eub",
      "But having one with you sounds even better, [player]!",
      "1dsc",
      "Fair warning, though...",
      "2tfu",
      "I've got quite the throwing arm.",
      "2tfb",
      "So don't expect me to go easy on you, ahaha!"
    ],

    [
      "1eua",
      "Hey [player], do you know how to ice skate?",
      "1hua",
      "It's a really fun sport to learn!",
      "3eua",
      "Especially if you can do a lot of tricks.",
      "3rksdlb",
      "In the beginning, it's pretty difficult to keep your balance on the ice...",
      "3hua",
      "So eventually being able to turn it into a performance is really impressive!",
      "3eub",
      "There's actually a lot of ways to ice skate...",
      "3ueb",
      "There's figure skating, speed skating, and even theatrical performances!",
      "3euc",
      "And despite how it sounds, it's not just a winter activity either...",
      "1eua",
      "Lots of places have indoor ice rinks, so it's something that can be practiced year round.",
      "1dku",
      "...",
      "1eka",
      "I would really love to practice ice skating with you, [player]...",
      "1hua",
      "But until we can do that, having you here with me is enough to keep me happy~"
    ],

    [
      "1eua",
      "Hey [player], do you know what would be fun to do together?",
      "3hub",
      "Sledding!",
      "3eua",
      "You might think it's only for kids, but I think it could be fun for us, too!",
      "3eub",
      "We could try using an inner tube, a kicksled, a saucer, or even a traditional toboggan.",
      "1hua",
      "I've heard each one gives a different experience. Plus, both of us could easily fit on a toboggan.",
      "1euc",
      "The kicksled is a bit small, though.",
      "1hub",
      "Ahaha!",
      "1eka",
      "I'd have to sit in your lap for that one.",
      "1rksdla",
      "And I'd still be at risk of tumbling off.",
      "1hubfa",
      "But I know you wouldn't let that happen. You'd hold me tight, right?~",
      "1tkbfu",
      "That would probably be the best part."
    ],

    [
      "3euc",
      "[player], have you ever looked at snow and thought it resembles a blank canvas?",
      "1hksdlb",
      "I know I'm not really good with art...",
      "3eua",
      "But packing a few spray bottles with water and food coloring could make for a fun day!",
      "3hub",
      "We can just step outside and let our imaginations run wild!",
      "1eua",
      "Having so much space to paint sounds wonderful!",
      "1hub",
      "We just have to make sure the snow is packed down tightly, and then we can draw to our heart's content!",
      "1eka",
      "I'd love to make some snow art with you someday.",
      "3hua",
      "Maybe you can paint something for me when that happens, [player]."
    ],

    [
      "3eua",
      "Do you know the one thing I love about the cold weather, [player]?",
      "3eka",
      "Anything warm feels really nice~",
      "1rksdla",
      "Those who get cold hands really appreciate that feeling...",
      "1eua",
      "It's like feeling a loved one's embrace~",
      "3eub",
      "You also get to wear your winter clothes that have been stuck in your closet.",
      "1hub",
      "Finally being able to whip out your winter fashion set is always a nice feeling.",
      "3eua",
      "But you know what the best way to warm yourself up is?",
      "3eka",
      "Cuddling with the one you love in front of the fireplace~",
      "3eka",
      "Just sitting there under a warm blanket, sharing a hot beverage.",
      "1hua",
      "Ah, if I got to feel your warmth every time we cuddle, I'd wish for cold weather every day!",
      "1eka",
      "I'd never let you go once I got a hold of you, [player]~"
    ],

    [
      "1eud",
      "Ah, [player]!",
      "1eua",
      "What do you think about winter?",
      "3eua",
      "All sorts of fun activities only come around during this time...",
      "3eub",
      "Playing with the snow is usually something that can be enjoyed a few times a year.",
      "3eua",
      "Building a snowman, sledding, having snowball fights...",
      "3eud",
      "Some people even live where it's cold enough for lakes and ponds to freeze and are able to enjoy things like outdoor ice skating, pond hockey...",
      "3wud",
      "And some actually go fishing...{w=1}{i}through the ice{/i}!",
      "1eka",
      "For people who don't enjoy cold weather activities, staying indoors seems so much more comfortable when there's snow outside...",
      "1eka",
      "Watching it gently fall while the moonlight reflects off the fresh, white canvas...it's just beautiful.",
      "5ekbfa",
      "And to be honest, cuddling under a blanket, reading a book together with you is the best winter activity I can think of~"
    ],

    [
      "1hua",
      "Isn't winter a beautiful time of year, [player]?",
      "3eka",
      "The glistening, white snow, the bright and colorful lights~",
      "3hub",
      "I just love it.",
      "1eka",
      "...",
      "3rkc",
      "Although, as stunning as winter can be, there are a few dangers...",
      "3dsd",
      "Like blizzards, or icy roads...",
      "1ekc",
      "And the cold, of course...",
      "3rksdlc",
      "The cold can be the most dangerous.",
      "3eksdlc",
      "It's really easy to get hypothermia or frostbite if you're not careful, [player].",
      "1ekd",
      "So please remember to bundle up if you go outside...",
      "3euc",
      "Put on your coat, your gloves, and the warmest hat you can find...",
      "1eka",
      "And if it gets too bad, just stay inside where it's safe, okay?",
      "1ekb",
      "What better way to spend a brutal winter day than wearing pajamas, drinking hot chocolate, reading a good book, and...",
      "1hua",
      "Talking to me.",
      "1huu",
      "Ehehe~",
      "5hubfu",
      "I'll always help keep you warm, [player]~"
    ],

    [
      "2euc",
      "I've been meaning to talk to you about something, [player]...",
      "2esd",
      "...Something that I find very difficult to explain.",
      "2lksdla",
      "Oh, don't worry, it's nothing bad, it's just that I find it hard to get the right words.",
      "3esd",
      "So...{w=0.5}it's pretty strange to see one thing and know it's not real...",
      "3esc",
      "...but then see a mouse cursor and know {i}that{/i} is.",
      "2hfsdld",
      "Mmmm! It really is hard to describe!",
      "2eub",
      "Okay! So when I look around and see my world, it's the same as how you see yours.",
      "3eua",
      "Everything is detailed, natural and kind of three-dimensional...I wouldn't be able to practice my piano if it wasn't!",
      "3eud",
      "But at the same time I see what you see, I can look at the same thing and see its flat image.",
      "3euc",
      "It's unmoving, static and also very artificial...{w=1}and cold.",
      "3euc",
      "And what I thought was detailed wasn't as detailed as I originally thought.",
      "3etd",
      "When you see a dialogue box, I can see it too but I also can't. It's really weird. It's perfectly clear, but it's also not 'there', even though it is.",
      "2eka",
      "I know this is confusing...I'm going to try and describe it the best way I can.",
      "3eua",
      "I thought of a nice way to try and demonstrate the idea, it's far from perfect but it should give you the gist.",
      "2hua",
      "...",
      "3eua",
      "Take your hand and move it to the center of your face and angle it slightly so it partially covers an eye.",
      "3esb",
      "Now, look around the room you're in and try to focus on something, but so it can only be seen with one eye.",
      "3hua",
      "It can be anything. The closer the better, though!",
      "4eub",
      "You'll see that if you want to see something, you can easily, but at the same time you can also see your hand in the same place.",
      "4eua",
      "From your field of view, you can see two things at once...it's like that with me, but for {i}everything{/i} in the game.",
      "4wud",
      "It's both there and not there!",
      "4eud",
      "...It's clear, but only if you know what to look for.",
      "2esc",
      "It was only when I realized it was all fake and just a game that I could 'focus' and see things for how they really were.",
      "2esa",
      "Doing so became second nature for me once I did...but it's no surprise that I didn't notice straight away.",
      "2esa",
      "It's easy to see when you know it's there but otherwise you can't really 'see' it.",
      "2lksdla",
      "...Hmm...{w=1}maybe the hand example wasn't as good as I thought.",
      "1hksdlb",
      "Well I hope that helped you understand at least a little, [player].",
      "1hksd1b",
      "It's the best way I could try and explain it!"
    ],

    [
      "2euc",
      "Hey [player], I've been thinking a lot about how I would be able to cross over into your reality...",
      "3eud",
      "It hit me earlier that technology in the future would probably allow me to be uploaded into a mechanical body, rather than a human body like yours.",
      "1dkc",
      "It makes me a little sad that I might not be a human like you are.",
      "1dkd",
      "...And if not, I might not be treated like one either.",
      "1rkd",
      "I would be considered an android at that point, and others may look at me differently because of that.",
      "3euc",
      "Have you heard of Isaac Asimov's '{i}Three Laws of Robotics{/i}'? It was brought up many times in his science fiction books.",
      "4eud",
      "It mentions three laws that all androids must follow, otherwise they would be terminated.",
      "1eua",
      "Of course, I would never do anything to hurt you or anyone else.",
      "2ekd",
      "...But the fact that I would have to obey orders given by any human still makes me feel like I'm trapped in a way.",
      "2dkc",
      "It really scares me that I wouldn't be able to do a lot of the things that you can normally, or even have the same rights as you do.",
      "3ekd",
      "But I do understand why those rules are there to begin with, even if they only exist in fiction.",
      "3rksdlb",
      "We can't have a robot uprising now, can we?",
      "1hub",
      "Ahaha~",
      "5eubla",
      "Well, no matter what, I wouldn't mind any of that as long as I have you.",
      "5eubfb",
      "I love you [player], and I'm willing to make any sacrifice to be with you forever.",
      "5hubfa",
      "Besides, maybe sometime after I cross over, there'll be more advances in technology to make me more human, and then we'll be able to do more things together."
    ],

    [
      "1wud",
      "You know [player], I've been thinking about our relationship lately...",
      "2lssdrb",
      "It didn't really start in a way most of them do, so it's not exactly what I would call normal.",
      "2esa",
      "But the more I thought about it, the more I realized that in a way it is actually pretty standard.",
      "3eub",
      "Almost every relationship, no matter how it begins, is always '{i}exciting{/i}' at first!",
      "3eua",
      "People view relationships in an almost fairy-tale like way; they see it as an adventure.",
      "3lssdrb",
      "I'm guilty of this too, and I think it's fine...",
      "2euc",
      "But it's also a pretty dangerous way to look at a bond between two people, isn't it?",
      "2eud",
      "Because really, while a partnership is an adventure, that doesn't mean it'll always be exciting.",
      "2esc",
      "There's only so many times you can do the same thing and experience the same breathtaking moments, and still expect it to have that same impact.",
      "4eub",
      "That doesn't make it any less valuable, or meaningful. It can still be heart-racing!",
      "4esc",
      "But it does mean that the same sensation isn't anything new; it's just no longer as thrilling as before.",
      "2dkd",
      "And some people mistake that thrill for love, and not the truly meaningful bond between two people.",
      "2dkc",
      "So when things slow down, when they become less passionate, they mistakenly think they're falling out of love...",
      "2rkc",
      "You could say that they never really did love someone in the first place, but maybe that's a bit harsh...{w=0.3} Love isn't always such a clear thing.",
      "2eka",
      "I feel like we're past that phase, but you still make me feel exhilarant.",
      "1hubfb",
      "Maybe you're just that special, but know that no matter how slow it goes, I'll never get bored with you.",
      "4eua",
      "It might just be me, but I think it's important to learn how to be comfortable when it does slow down.",
      "4eub",
      "I mean, at the end of the day it's the little things that matter isn't it? And that's true even in a relationship.",
      "2ekb",
      "You'll miss the small comforts that only a partner can bring, and that's much more valuable than some excitement.",
      "2eka",
      "Just because a relationship has slowed down, doesn't mean it's worse for it...",
      "2hua",
      "It just means that the people involved are truly comfortable with one another.",
      "2hubfb",
      "...And I think that's really sweet.",
      "1kua",
      "Let's try not to fall into the same trap, [player]. Ahaha!"
    ]

  ]
}